Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# barcode_scan_page_add_info_in_your_langs
source: Add information
de: Information hinzufügen
el: Προσθήκη πληροφοριών
eo: Aldoni informojn
fi: Lisää tietoa
fr: Ajouter des informations
nb: Legg til informasjon
nl: Voeg informatie toe
pl: Dodaj informacje
pt: Adicionar informação
ru: Добавить информацию
sk: Pridať informácie
vi: Thêm thông tin

# barcode_scan_page_add_product
source: Add the product
de: Produkt hinzufügen
el: Προσθήκη προϊόντος
eo: Aldoni la produkton
fi: Lisää tuote
fr: Ajouter le produit
nb: Legg til produkt
nl: Voeg het product toe
pl: Dodaj produkt
pt: Adicionar o produto
ru: Добавить продукт
sk: Pridanie produktu
vi: Thêm sản phẩm

# barcode_scan_page_camera_permission_cancel_settings
source: Keep Camera Permission Off
de: Kamerazugriff ausgeschaltet lassen
el: Κρατήστε την άδεια χρήσης της κάμερας απενεργοποιημένη
eo: Konservi Fotilan Permeson malŝaltita
fi: Pidä Kameran lupa pois päältä
fr: Conserver le refus de permission à l'appareil photo
nb: Hold kameratillatelser av
nl: Laat toegang tot de camera uit
pl: Pozostaw uprawienia dostępu do aparatu wyłączone
pt: Manter a Permissão de Câmara desligada
ru: Не давать разрешение
sk: Ponechanie povolenia na používanie kamery vypnuté
vi: Vẫn tắt quyền truy cập máy ảnh

# barcode_scan_page_camera_permission_go_to_settings
source: Turn on in settings
de: In Einstellungen anschalten
el: Άνοιγμα μέσω των ρυθμίσεων
eo: Ŝalti en agordoj
fi: Laita päälle asetuksissa
fr: Activer dans les paramètres
nb: Slå på i innstillinger
nl: Schakel in in instellingen
pl: Włącz w ustawieniach
pt: Ligar nas definições
ru: Перейти в настройки
sk: Zapnutie v nastaveniach
vi: Bật trong cài đặt

# barcode_scan_page_camera_permission_reasoning
source: To start the barcodes scanner the app needs the camera permission
de: Um den Strichcodescanner zu starten, benötigt die App Kameraberechtigungen
el: Για τη χρήση του barcode scanner η εφαρμογή χρειάζεται άδεια χρήσης κάμερας
eo: Por komenci la strekokoda skanilo, la apo bezonas la fotilan permeson
fi: Avataksesi viivakoodi skannerin, sovellus tarvitsee luvan kameraan
fr: Pour utiliser le scanner de code-barres, il faut autoriser l'application à utiliser l'appareil photo
nb: For å starte strekkodeskanneren trenger appen kameratillatelse
nl: Om barcodes te scannen heeft de app toegang tot de camera nodig
pl: Aby włączyć skaner kodów kreskowych, aplikacja potrzebuje dostępu do aparatu
pt: Para abrir o leitor de códigos de barras a aplicação necessita da permissão da câmara
ru: Для включения сканера приложению необходимо разрешение на использование камеры
sk: Na spustenie skenera čiarových kódov potrebuje aplikácia povolenie fotoaparátu
vi: Để bắt đầu quét mã vạch, ứng dụng cần quyền truy cập máy ảnh

# barcode_scan_page_camera_permission_reasoning_settings
source: In order to be able to scan a barcode, the app needs access to the camera. You can grant access in the app settings
de: Um einen Strichcode registrieren zu können, benötigt die App Zugriff auf die Kamera. Sie können Zugriff in den App-Einstellungen gewähren
el: Για τη χρήση του barcode scanner η εφαρμογή χρειάζεται άδεια χρήσης κάμερας. Μπορείτε να δώσετε άδεια μέσω των ρυθμίσεων της εφαρμογής
eo: Por povi skani strekkodon, la apo bezonas aliron al la fotilo. Vi povas doni aliron en la agordoj de la aplikaĵo
fi: Jotta voit skannata viivakoodin, sovellus tarvitsee luvan kaneraan. Voit myöntää luvan sovelluksen asetuksissa
fr: Pour scanner un code-barres, l'application nécessite l'accès à l'appareil photo. Il est possible de donner cette autorisation dans les paramètres de l'application
nb: For å kunne scanne strekkoder, trenger appen tilgang til kamera. Du kan gi kamera tillatelse i app instillinger
nl: Om barcodes te kunnen scannen heeft de app toegang nodig tot de camera. U kan toegang geven in de app instellingen
pl: Aby zeskanować kod kreskowy, aplikacja potrzebuje dostępu do aparatu. Możesz włączyć uprawnienie w ustawieniach aplikacji
pt: Para poder ler um código de barras, a aplicação precisa de ter acesso à câmara. Podes dar permissão nas definições da aplicação
ru: Для сканирования штрихкода продукта приложению необходимо разрешение на использование камеры. Вы можете дать разрешение в настройках.
sk: Aby aplikácia mohla skenovať čiarový kód, potrebuje prístup k fotoaparátu. Prístup môžete udeliť v nastaveniach aplikácie
vi: Để có thể quét mã vạch, ứng dụng cần quyền truy cập vào máy ảnh. Bạn có thể cấp quyền truy cập trong cài đặt ứng dụng

# barcode_scan_page_camera_permission_title
source: Plante needs access to the camera
de: Plante benötigt Zugriff auf die Kamera
el: Το Plante χρειάζεται πρόσβαση στην κάμερα
eo: Plante bezonas aliron al la fotilo
fi: Plante tarvitsee luvan kameraan
fr: Plante a besoin de l'accès à l'appareil photo
nb: Plante trenger tilgang til kamera
nl: Plante heeft toegang nodig tot de camera
pl: Plante potrzebuje dostępu do aparatu
pt: Plante precisa de acesso à câmara
ru: Требуется разрешение на использование камеры
sk: Plante potrebuje prístup k fotoaparátu
vi: Plante cần quyền truy cập vào máy ảnh

# barcode_scan_page_invalid_barcode
source: Invalid barcode
de: Ungültiger Strichcode
el: Μη έγκυρο barcode
eo: Nevalida strekkodo
fi: Epäkelpo viivakoodi
fr: Code-barres invalide
nb: Ugyldig strekkode
nl: Ongeldige barcode
pl: Nieprawidłowy kod kreskowy
pt: Código de barras inválido
ru: Недействительный штрихкод
sk: Neplatný čiarový kód
vi: Mã vạch không chuẩn

# barcode_scan_page_is_product_sold_q
source: Is the product «<PRODUCT>» being sold at «<SHOP>»?
de: Wird das Produkt «<PRODUCT>» im «<SHOP>» verkauft?
el: Πωλείται το προϊόν «<PRODUCT>» στο κατάστημα «<SHOP>»;
eo: Ĉu la produkto «<PRODUCT>» estas vendata ĉe «<SHOP>»?
fi: Myydäänkö tuotetta «<PRODUCT>» kaupassa «<SHOP>»?
fr: Le produit «<PRODUCT>» est-il vendu à «<SHOP>» ?
nb: Blir produktet «<PRODUCT>» solgt hos «<SHOP>»
nl: Wordt product <PRODUCT> verkocht in <SHOP>?
pl: Czy <PRODUCT> jest dostępny w <SHOP>?
pt: O produto "<PRODUCT>" é vendido no "<SHOP>"?
ru: «<PRODUCT>» продаётся в магазине «<SHOP>»?
sk: Predáva sa <PRODUCT> v <SHOP> ?
vi: Sản phẩm «< PRODUCT >» có đang được bán tại «<SHOP>» không?

# barcode_scan_page_no_info_in_your_langs
source: No information about the product in your language
de: Keine Informationen über dieses Produkt in Ihrer Sprache
el: Δε βρέθηκαν πληροφορίες για το προϊόν στη γλώσσα σας
eo: Neniu informo pri la produkto en via lingvo
fi: Ei tietoa tuotteesta valitsemallasi kielellä
fr: Pas d'information sur ce produit dans votre langue
nb: Ingen informasjon om produktet på ditt språk
nl: Geen informatie over het product in uw taal
pl: Brak informacji o produkcie w twoim języku
pt: Não há informação sobre o produto na tua língua
ru: Нет информации о продукте на вашем языке
sk: Žiadne informácie o výrobku vo vašom jazyku
vi: Không có thông tin về sản phẩm bằng ngôn ngữ của bạn

# barcode_scan_page_point_camera_at_barcode
source: Aim the camera at the product barcode
de: Richten Sie die Kamera auf den Strichcode des Produkts
el: Σκοπεύστε την κάμερά σας στο barcode του προϊόντος
eo: Celi la fotilon al la produkta strekkodo
fi: Keskitä kamera tuotteen viivakoodiin
fr: Diriger l'appareil photo vers le code-barres
nb: Sikt kameraet på produktets strekkode
nl: Richt de camera op de barcode van het product
pl: Skieruj aparat na kod kreskowy produktu
pt: Aponta a câmara para o código de barras do produto
ru: Наведите камеру на штрихкод продукта
sk: Nasmerujte fotoaparát na čiarový kód výrobku
vi: Hướng máy ảnh vào mã vạch sản phẩm

# barcode_scan_page_product_not_found
source: Product not found
de: Produkt nicht gefunden
el: Δε βρέθηκε προϊόν
eo: Produkto ne trovita
fi: Tuotetta ei löytynyt
fr: Produit non trouvé
nb: Fant ikke produkt
nl: Product niet gevonden
pl: Nie znaleziono produktów
pt: Produto não encontrado
ru: Продукт не найден
sk: Produkt nebol nájdený
vi: Không tìm được sản phẩm

# barcode_scan_page_product_not_found_descr
source: We don't have enough data about product <PRODUCT> yet, but you can help the community by adding it
de: Wir haben noch nicht genug Daten über <PRODUCT>, aber Sie können helfen, indem Sie es hinzufügen
el: Δεν έχουμε αρκετά δεδομένα για το προϊόν <PRODUCT> ακόμη, αλλά μπορείτε να βοηθήσετε την κοινότητα προσθέτοντάς τα
eo: Ni ankoraŭ ne havas sufiĉe da datenoj pri produkto <PRODUCT>, sed vi povas helpi la komunumon aldonante ĝin
fi: Meillä ei ole tarpeeksi dataa tuotteesta <PRODUCT> vielä, mutta voit auttaa yhteisöä lisäämällä sitä
fr: Nous n'avons pas assez de données à propos du produit <PRODUCT> pour l'instant, mais il est possible d'aider la communauté en l'ajoutant
nb: Vi var ikke nok data om produktet <PRODUCT> enda, men du kan hjelpe fellesskapet ved å legge det tilbake
nl: We hebben nog niet genoeg informatie over product <PRODUCT>, maar u kan helpen door deze toe te voegen
pl: Nie mamy jeszcze wystarczająco danych o <PRODUCT>, ale możesz pomóc społeczności, dodając je
pt: Ainda não temos dados suficientes sobre o produto <PRODUCT>, mas podes ajudar a comunidade ao adicioná-lo
ru: У нас пока недостаточно данных о продукте <PRODUCT>, но вы можете помочь сообществу и добавить его первым
sk: Zatiaľ nemáme dostatok údajov o produkte <PRODUCT>, ale môžete pomôcť komunite jeho pridaním
vi: Plante chưa có đủ dữ liệu về sản phẩm <PRODUCT> nhưng bạn có thể giúp cộng đồng bằng cách thêm dữ liệu đó

# barcode_scan_page_scan_product
source: Start scanning
de: Scannen starten
el: Έναρξη σάρωσης
eo: Komenci skanadon
fi: Aloita skannaus
fr: Commencer à scanner
nl: Start scannen
pl: Rozpocznij skanowanie
pt: Começar a ler
ru: Начать сканирование
sk: Spustenie skenovania
vi: Bắt đầu quét

# country_be
source: Belgium
de: Belgien
el: Βέλγιο
eo: Belgio
fi: Belgia
fr: Belgique
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
sk: Belgicko
vi: Bỉ

# country_de
source: Germany
de: Deutschland
el: Γερμανία
eo: Germanio
fi: Saksa
fr: Allemagne
nb: Tyskland
nl: Duitsland
pl: Niemcy
pt: Alemanha
ru: Германия
sk: Nemecko
vi: Đức

# country_dk
source: Denmark
de: Dänemark
el: Δανία
eo: Danio
fi: Tanska
fr: Danemark
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
sk: Dánsko
vi: Đan Mạch

# country_es
source: Spain
de: Spanien
el: Ισπανία
eo: Hispanio
fi: Espanja
fr: Espagne
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
sk: Španielsko
vi: Tây Ban Nha

# country_fr
source: France
de: Frankreich
el: Γαλλία
eo: Francio
fi: Ranska
nb: Frankrike
nl: Frankrijk
pl: Francja
pt: França
ru: Франция
sk: Francúzko
vi: Pháp

# country_gb
source: Great Britain
de: Großbritannien
el: Μεγάλη Βρετανία
eo: Britio
fi: Yhdistynyt kuningaskunta
fr: Grande-Bretagne
nb: Storbritannia
nl: Groot-Brittannië
pl: Wielka Brytania
pt: Grã-Bretanha
ru: Великобритания
sk: Veľká Británia
vi: Vương quốc Anh

# country_gr
source: Greece
de: Griechenland
el: Ελλάδα
eo: Grekio
fi: Kreikka
fr: Grèce
nb: Hellas
nl: Griekenland
pl: Grecja
pt: Grécia
ru: Греция
sk: Grécko
vi: Hy Lạp

# country_it
source: Italy
de: Italien
el: Ιταλία
eo: Italio
fi: Italia
fr: Italie
nb: Italia
nl: Italië
pl: Włochy
pt: Itália
ru: Италия
sk: Taliansko
vi: Ý

# country_lu
source: Luxembourg
de: Luxemburg
el: Λουξεμβούργο
eo: Luksemburgio
fi: Luxemburg
nl: Luxemburg
pl: Luksemburg
pt: Luxemburgo
ru: Люксембург
sk: Luxembursko
vi: Lúc-xăm-bua

# country_nl
source: Netherlands
de: Niederlande
el: Ολλανδία
eo: Nederlando
fi: Alankomaat
fr: Pays-Bas
nb: Nederlandsk
nl: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
sk: Holandsko
vi: Hà Lan

# country_no
source: Norway
de: Norwegen
el: Νορβηγία
eo: Norvegio
fi: Norja
fr: Norvège
nb: Norge
nl: Norwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
sk: Nórsko
vi: Na Uy

# country_pl
source: Poland
de: Polen
el: Πολωνία
eo: Pollando
fi: Puola
fr: Pologne
nb: Polen
nl: Polen
pl: Polska
pt: Polónia
ru: Польша
sk: Poľsko
vi: Ba Lan

# country_pt
source: Portugal
el: Πορτογαλία
eo: Portugalio
fi: Portugali
pl: Portugalia
ru: Португалия
sk: Portugalsko
vi: Bồ Đào Nha

# country_se
source: Sweden
de: Schweden
el: Σουηδία
eo: Svedio
fi: Ruotsi
fr: Suède
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
sk: Švédsko
vi: Thụy Điển

# create_shop_page_how_new_shop_is_called
source: What is the name of the store?
de: Wie lautet der Name des Geschäfts?
el: Πως ονομάζεται αυτό το κατάστημα;
eo: Kio estas la nomo de la vendejo?
fi: Mikä on kyseisen kaupan nimi?
fr: Quel est le nom de ce magasin ?
nb: Hva er navnet på butikken?
nl: Wat is de naam van de winkel?
pl: Jak nazywa się sklep?
pt: Qual é o nome da loja?
ru: Как называется магазин?
sk: Aký je názov obchodu?
vi: Tên của cửa hàng là gì?

# create_shop_page_how_new_shop_is_called_hint
source: Spar
de: Aldi
el: Σκλαβενίτης
fi: Prisma
nb: Kiwi
pl: Biedronka
pt: Pingo Doce
ru: Пятёрочка
sk: Lidl
vi: Co.op Mart

# create_shop_page_how_new_shop_is_called_label
source: Store's name
de: Name des Geschäfts
el: Όνομα καταστήματος
eo: Nomo de vendejo
fi: Kaupan nimi
fr: Nom du magasin
nb: Butikkens navn
nl: Naam van de winkel
pl: Nazwa sklepu
pt: Nome da loja
ru: Название магазина
sk: Názov obchodu
vi: Tên cửa hàng

# create_shop_page_what_type_new_shop_has
source: Select store's type
de: Art des Geschäfts auswählen
el: Επιλέξτε τύπο καταστήματος
eo: Elekti la tipon de vendejo
fi: Määritä kaupan tyyppi
fr: Sélectionner le type de magasin
nb: Velg butikktype
nl: Selecteer het winkeltype
pl: Wybierz rodzaj sklepu
pt: Seleciona o tipo de loja
ru: Укажите тип магазина
sk: Vyberte typ obchodu
vi: Chọn loại cửa hàng

# display_product_page_add_info_in_your_langs
source: Add information
de: Information hinzufügen
el: Προσθήκη πληροφοριών
eo: Aldoni informojn
fi: Lisää tietoa
fr: Ajouter une information
nb: Legg til informasjon
nl: Voeg informatie toe
pl: Dodaj informacje
pt: Adicionar informação
ru: Добавить информацию
sk: Pridať informácie
vi: Thêm thông tin

# display_product_page_adding_non_vegan_product
source: Non-vegan products cannot be put on the map
de: Nicht-vegane Produkte können nicht zur Karte hinzugefügt werden
el: Μη-vegan συστατικά δεν επιτρέπεται να μπουν στο χάρτη
eo: Ne-veganaj produktoj ne povas esti metitaj sur la mapon
fi: Eläinperäisiä ainesosia sisältävät tuotteita ei voida laittaa kartalle
fr: Les produits non vegan ne peuvent pas être ajoutés sur la carte
nb: Ikke-veganske produkter kan ikke bli lagt til på kartet
nl: Niet-veganistische producten kunnen niet toegevoegd worden op de kaart
pl: Niewegańskie produkty nie mogą być dodane do mapy
pt: Produtos não-vegan não podem ser colocados no mapa
ru: Невеганские продукты нельзя добавлять в магазины
sk: Nevegánske výrobky nemôžu byť umiestnené na mape
vi: Không thể đưa các sản phẩm không thuần chay lên bản đồ

# display_product_page_brand
source: Brand:
de: Marke:
el: Μάρκα:
eo: Marko:
fi: Brändi:
fr: Marque :
nb: Merke:
nl: Merk:
pl: Marka:
pt: Marca:
ru: Бренд:
sk: Značka:
vi: Thương hiệu:

# display_product_page_click_to_help_with_veg_statuses
source: I can help!
de: Ich kann helfen!
el: Μπορώ να βοηθήσω!
eo: Mi povas helpi!
fi: Minä voin auttaa!
fr: Je peux aider !
nb: Jeg kan hjelpe!
nl: Ik kan helpen!
pl: Mogę z tym pomóc!
pt: Eu posso ajudar!
ru: Хочу помочь!
sk: Môžem pomôcť!
vi: Tôi có thể giúp!

# display_product_page_ingredients
source: Ingredients:
de: Inhaltstoffe:
el: Συστατικά:
eo: Ingrediencoj:
fi: Ainesosat:
fr: Ingrédients :
nb: Ingredienser:
nl: Ingrediënten:
pl: Składniki:
pt: Ingredientes:
ru: Состав:
sk: Zložky:
vi: Thành phần:

# display_product_page_ingredients_analysis
source: Automatic ingredients analysis
de: Automatische Inhaltsstoffanalyse
el: Αυτόματη ανάλυση συστατικών
eo: Aŭtomata analizo de ingrediencoj
fi: Automaattinen ainesosien tarkastus
fr: Analyse automatique des ingrédients
nb: Automatisk ingrediens analyse
nl: Automatische ingrediënten analyse
pl: Automatyczna analiza składników
pt: Análise automática de ingredientes
ru: Автоматический анализ состава
sk: Automatická analýza zložiek
vi: Phân tích thành phần tự động

# display_product_page_moderator_comment_dialog_close
source: Alright!
de: Alles klar!
el: Ωραία!
eo: Bone!
fi: Selvä!
fr: Parfait !
nb: Okei!
nl: Super!
pl: W porządku!
pt: Ok!
ru: Понятно!
sk: V poriadku!
vi: OK!

# display_product_page_moderator_comment_dialog_source
source: Source:
de: Quelle:
el: Πηγή:
eo: Fonto:
fi: Lähde:
nb: Kilde:
nl: Bron:
pl: Źródło:
pt: Fonte:
ru: Источник:
sk: Zdroj:
vi: Nguồn:

# display_product_page_moderator_comment_dialog_title
source: Moderator's comment
de: Moderatoren-Kommentar
el: Σχόλιο διαχειριστή
eo: Komento de moderigaĵo
fi: Moderaattorin kommentti
fr: Commentaire de la modération
nb: Moderators kommentar
nl: Moderator's opmerking
pl: Komentarz moderatora
pt: Comentário do Moderador
ru: Комментарий модератора
sk: Komentár moderátora
vi: Bình luận của người kiểm tra

# display_product_page_no_info_in_your_langs
source: No information about the product in your language
de: Keine Informationen über das Produkt in Ihrer Sprache
el: Δε βρέθηκαν πληροφορίες για το προϊόν στη γλώσσα σας
eo: Neniu informo pri la produkto en via lingvo
fi: Ei tietoa tuotteesta valitsemallasi kielellä
fr: Aucune information à propos de ce produit dans cette langue
nb: Ingen informasjon om produktet på ditt språk
nl: Geen informatie over het product in uw taal
pl: Brak informacji o produkcie w twoim języku
pt: Não há informação sobre o produto na tua língua
ru: Нет информации о продукте на вашем языке
sk: Žiadne informácie o výrobku vo vašom jazyku
vi: Không có thông tin về sản phẩm bằng ngôn ngữ của bạn

# display_product_page_off_licence
source: Data from Open Food Facts
de: Daten von Open Food Facts
el: Δεδομένα από το Open Food Facts
eo: Dateno de Open Food Facts
fi: Data on peräisin Open Food Factsista
fr: Données provenant d'Open Food Facts
nb: Data fra Open Food Facts
nl: Informatie van Open Food Facts
pl: Dane z Open Food Facts
pt: Dados do Open Food Facts
ru: Данные от Open Food Facts
sk: Údaje z Open Food Facts
vi: Dữ liệu từ Open Food Facts

# display_product_page_report_btn
source: Report incorrect information
de: Inkorrekte Informationen melden
el: Αναφορά λάθος πληροφοριών
eo: Raporti malĝustajn informojn
fi: Raportoi väärä tieto
fr: Signaler une information incorrecte
nb: Rapporter feil informasjon
nl: Rapporteer foutieve informatie
pl: Zgłoś niepoprawne informacje
pt: Denunciar informação incorreta
ru: Сообщить о неверных данных
sk: Nahlásiť nesprávne informácie
vi: Báo cáo thông tin không chính xác

# display_product_page_table_column1
source: Product
de: Produkt
el: Προϊόν
eo: Produkto
fi: Tuote
fr: Produit
nb: Produkt
pl: Produkt
pt: Produto
ru: Продукт
sk: Produkt
vi: Sản phẩm

# display_product_page_table_column3
source: Vegan
eo: Vegana
fi: Vegaanine
nb: Vegansk
nl: Veganistisch
pl: Wegański
ru: Веганский
vi: Thuần chay

# display_product_page_table_negative
source: No
de: Nein
el: Οχι
eo: Ne
fi: Ei
fr: Non
nb: Nei
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
vi: Không

# display_product_page_table_positive
source: Yes
de: Ja
el: Ναι
eo: Jes
fi: Kyllä
fr: Oui
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
vi: Có

# display_product_page_table_possible
source: Ambiguous
de: Unklar
el: Διφορούμενο
eo: Ambigua
fi: Epäselvä
fr: Ambigu
nb: Tvetydig
nl: Twijfelachtig
pl: Niejednoznaczny
pt: Ambíguo
ru: Неоднозначно
sk: Nejednoznačné
vi: Không chắc chắn

# display_product_page_table_unknown
source: Unknown
de: Unbekannt
el: Άγνωστο
eo: Nekonata
fi: Tuntematon
fr: Inconnu
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: Neznáme
vi: Không biết

# display_product_page_veg_mark_on_map
source: Help with location
de: Hilf bei der Standorterfassung
el: Προσθέστε τοποθεσία
eo: Helpi kun loko
fi: Auta sijainnissa
fr: Aide avec la location
nb: Hjelp til plassering
nl: Help met de locatie
pl: Pomóż z lokalizacją
pt: Ajuda com a localização
ru: Указать на карте
sk: Pomoc s umiestnením
vi: Trợ giúp về vị trí

# display_product_page_veg_status_explanations_ok
source: Alright!
de: Alles klar!
el: Ωραία!
eo: Bone!
fi: Selvä!
fr: Parfait !
nb: Okei!
nl: Super!
pl: W porządku!
pt: Ok!
ru: О как!
sk: V poriadku!
vi: OK!

# display_product_page_veg_status_negative_explanation
source: The ingredient is not vegan.
de: Die Inhaltsstoffe sind nicht vegan.
el: Το συστατικό δεν είναι .
eo: La ingredienco ne estas vegana.
fi: Ainesosa ei ole vegaaninen.
fr: L'ingrédient n'est pas vegan.
nb: Ingrediensen er ikke vegansk.
nl: Het ingrediënt is niet veganistisch.
pl: Składnik nie jest wegański.
pt: O ingrediente não é vegan.
ru: Ингредиент не веганский.
sk: Zložka nie je vegánska
vi: Thành phần không thuần chay.

# display_product_page_veg_status_positive_explanation
source: The ingredient is vegan.
de: Die Inhaltsstoffe sind vegan.
el: Το συστατικό είναι vegan.
eo: La ingredienco estas vegana.
fi: Ainesosa on vegaaninen.
fr: L'ingrédient est vegan.
nb: Ingrediensen er vegansk.
nl: Het ingrediënt is veganistisch.
pl: Składnik jest wegański.
pt: O ingrediente é vegan.
ru: Ингредиент веганский.
sk: Zložka je vegánska.
vi: Thành phần thuần chay.

# display_product_page_veg_status_positive_warning
source: Manufacturer can change product's ingredients at any time - please verify product's veg-status manually before buying it, just in case
de: Der Hersteller kann die Inhaltsstoffe des Produkts jederzeit ändern - bitte überprüfen Sie den Vegan-Status des Produkts manuell, bevor Sie es kaufen, nur um sicher zu gehen
el: Ο κατασκευαστής μπορεί να αλλάξει οποτεδήποτε τα συστατικά - παρακαλώ επιβεβαιώστε χειροκίνητα πως είναι vegan, πριν την αγορά, καλού-κακού
fi: Valmistaja voi vaihtaa tuotteen ainesosia milloin tahansa - varmistathan tuotteen vegaanisuuden manualiisesti ennen sen ostamista
fr: Le fabricant peut changer les ingrédients du produit n'importe quand. Veuillez vérifier manuellement le statut-végé du produit avant de l'acheter, au cas où.
nb: Produsenten kan forandre ingredienser i produktet når som helst - vennligst dobbelsjekk produktets vegan status manuelt før du kjøper, for sikkerhets skyld
nl: De fabrikant kan de ingrediënten van het product altijd wijzigingen. Controleer steeds de vegan status van het product voor u het koopt.
pl: Prudent może zmienić skład produktu kiedykolwiek zechce – na wszelki wypadek zweryfikuj skład produktu na opakowaniu przed kupnem
pt: O fabricante pode alterar os ingredientes do produto a qualquer altura - por favor verifica manualmente o estatuto vegan do produto antes de o comprar, por precaução
ru: Производитель всегда может изменить состав продукта - пожалуйста, перепроверьте его перед покупкой
sk: Výrobca môže kedykoľvek zmeniť zloženie výrobku - pre istotu si vegánsky status výrobku pred kúpou overte manuálne
vi: Nhà sản xuất có thể thay đổi thành phần của sản phẩm bất kỳ lúc nào - để đề phòng, hãy xác minh trạng thái thuần chay của sản phẩm trước khi mua
