Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# mod_reason_some_of_product_series_have_non_vegan_ingredients
source: Some of product series have non-vegan ingredients and some don't — please read ingredients list carefully!
de: Einige Produktserien enthalten nicht-vegane Inhaltsstoffe, andere nicht - bitte lesen Sie die Inhaltsstoffe sorgfältig!
el: Κάποια από τα προϊόντα περιέχουν μη-vegan συστατικά και κάποια όχι - παρακαλώ διαβάστε προσεκτικά τα συστατικά!
fi: Jotkin tuotesarjan tuotteet sisältävät eläinperäisiä ainesosia ja jotkin ei - lue tuotesisältö huolellisesti!
fr: Certaines séries de produits ont des ingrédients non véganes et certaines n'en ont pas, lisez les ingrédients attentivement !
nb: Noen av produktserien inneholder ikke-veganske ingredienser mens noen er veganske - les ingredienslisten nøye!
nl: Sommige versies van dit product bevatten niet-veganistische ingrediënten and sommige bevatten deze niet - Controleer de ingrediënten!
pl: Niektóre produkty tej serii mają niewegańskie składniki, a niektóre nie – przeczytaj dokładnie skład!
pt: Alguns dos produtos desta marca contêm ingredientes animais, e outros não - por favor, lê a lista de ingredientes cuidadosamente!
ru: В некоторых партиях продуктов возможно присутствие невеганских ингредиентов — внимательно читайте состав!
sk: Niektoré produktové rady obsahujú nevegánske zložky a niektoré nie - prosím pozorne si prečítajte zoznam zložiek
vi: Sản phẩm này (cùng một mã vạch) có thể có các phiên bản khác nhau, mà trong đó có phiên bản thuần chay và phiên bản không thuần chay - hãy đọc nguyên liệu kỹ!

# mod_reason_tested_on_animals
source: Animal tested product
de: An Tieren getestetes Produkt
el: Προϊόν που δοκιμάστηκε σε ζώα
eo: Produkto provita sur bestoj
fi: Eläimillä testattu tuote
fr: Produit testé sur les animaux
nb: Dyretestet produkt
nl: Product is getest op dieren
pl: Produkt testowany na zwierzętach
pt: Produto testado em animais
ru: Продукт тестируется на животных
sk: Produkt testovaný na zvieratách
vi: Sản phẩm đã bị thử nghiệm trên động vật

# product_report_dialog_report_sent
source: Report sent
de: Bericht gesendet
el: Η αναφορά εστάλη
eo: Raporto sendita
fi: Raportti lähetetty
fr: Signalement envoyé
nb: Rapport sendt
nl: Rapport verzonden
pl: Raport wysłany
pt: Denúncia enviada
ru: Жалоба отправлена
sk: Správa odoslaná
vi: Đã gửi báo cáo

# product_report_dialog_title
source: Please let us know if you think the product information needs to be edited or extended
de: Bitte teilen Sie uns mit, wenn Sie der Meinung sind, dass die Produktinformationen bearbeitet oder erweitert werden müssen
el: Παρακαλούμε ενημερώστε μας αν πιστεύετε πως οι πληροφορίες του προϊόντος πρέπει να επεξεργαστούν
fi: Kerro meille, mikäli tuotteen tietoja muokata tai määritellä
fr: Laissez-nous savoir si vous pensez que les informations du produit nécessitent d'être modifiées ou approfondies
nb: Vennligst gi oss beskjed om du tror produktinformasjonen bør redigeres eller utvides
nl: Laat ons weten als u denkt dat de product informatie uitgebreid of aangepast moet worden
pl: Daj nam znać, jeśli myślisz, że informacje o produkcie powinny być edytowane lub rozbudowane
pt: Por favor diz-nos se achas que a informação do produto precisa de ser editada ou estendida
ru: Напишите нам, если вам кажется, что информация требует редактирования или дополнения
sk: Ak si myslíte, že informácie o produkte je potrebné upraviť alebo rozšíriť, dajte nám prosím vedieť.
vi: Hãy cho chúng tôi biết nếu bạn cho rằng thông tin sản phẩm cần được chỉnh sửa hoặc mở rộng

# products_history_widget_no_history_hint
source: Here you will see products you've viewed or scanned
de: Hier können Sie Produkte sehen, die Sie angesehen oder gescannt haben
el: Εδώ θα βρείτε προἱόντα που έχετε δει ή σκανάρει
eo: Ĉi tie vi vidos produktojn, kiujn vi vidis aŭ skanis
fi: Täällä näät tuotteet joita olet katsellut tai skannannut
fr: Vous trouverez ici les produits que vous avez consultés ou scannés
nb: Her kan du se produkter du har sett på eller scannet
nl: Hier zie je producten die je hebt bekeken en gescand
pl: Tutaj zobaczysz produkty, które oglądałeś i skanowałeś
pt: Aqui podes ver produtos que viste ou leste
ru: Здесь будут просмотренные и отсканированные вами продукты
sk: Tu uvidíte produkty, ktoré ste si prezreli alebo naskenovali
vi: Tại đây bạn sẽ thấy các sản phẩm bạn đã xem hoặc quét

# profile_page_edit_profile
source: Edit profile
de: Profil bearbeiten
el: Επεξεργασία προφίλ
eo: Redakti profilon
fi: Muokkaa profiilia
fr: Modifier le profil
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
ru: Изменить профиль
sk: Upraviť profil
vi: Chỉnh sửa hồ sơ

# profile_page_products_history
source: History
de: Verlauf
el: Ιστορικό
eo: Historio
fi: Historia
fr: Historique
nb: Historikk
nl: Geschiedenis
pl: Historia
pt: História
ru: История
sk: História
vi: Lịch sử

# profile_page_products_my_products
source: My products
de: Meine Produkte
el: Τα προϊόντα μου
eo: Miaj produktoj
fi: Minun tuotteeni
fr: Mes produits
nb: Mine produkter
nl: Mijn producten
pl: Moje produkty
pt: Os meus produtos
ru: Мои продукты
sk: Moje produkty
vi: Sản phẩm của tôi

# settings_cache_page_clear_map_cache_and_exit
source: Clear map cache and exit
de: Karten-Cache löschen und beenden
el: Καθαρισμός μνήμης cache και έξοδος
fi: Tyhjenna kartan välimuisti ja lopeta
fr: Effacer le cache et quitter
nb: Tøm kartbufferen og gå ut
nl: Leeg map cache en log uit
pl: Wyczyść pamięć podręczną mapy i wyjdź
pt: Limpar a cache do mapa e sair
ru: Очистить кеш карты и выйти
sk: Vymazanie vyrovnávacej pamäte mapy a ukončenie
vi: Xóa bộ nhớ bản đồ và thoát

# settings_cache_page_title
source: App cache
el: Μνήμη cache
fi: Sovelluksen välimuisti
fr: Cache de l'application
nb: Appbuffer
pl: Pamięć podręczna aplikacji
pt: Cache da aplicação
ru: Кеш приложения
sk: Vyrovnávacia pamäť aplikácie
vi: Bộ nhớ ứng dụng

# settings_page_langs_i_know
source: My languages
de: Meine Sprachen
el: Οι γλώσσες μου
eo: Miaj lingvoj
fi: Minun kielet
fr: Mes langues
nb: Mine språk
nl: Mijn talen
pl: Moje języki
pt: As minhas línguas
ru: Языки, которые я знаю
sk: Môj jazyk
vi: Ngôn ngữ tôi biết

# settings_page_open_cache_settings
source: Manage app cache
de: App-Cache verwalten
el: Διαχείριση μνήμης cache
fi: Hallinnoi sovelluksen välinuistia
fr: Gérer le cache de l'application
nb: administrer appbuffer
nl: Beheer app cache
pl: Zarządzaj pamięcią podręczną aplikacji
pt: Gerir a cache da aplicação
ru: Управление кешем приложения
sk: Správa vyrovnávacej pamäte aplikácie
vi: Quản lý bộ nhớ ứng dụng

# settings_page_send_logs
source: Send logs
de: Sende Protokolle
el: Αποστολή logs
eo: Sendi protokolojn
fi: Lähetä lokeja
fr: Envoyer les registres
nb: Send logg
nl: Verstuur logs
pl: Wyślij logi
pt: Enviar relatórios
ru: Отправить логи
sk: Odoslanie protokolov
vi: Gửi nhật ký sự cố

# settings_page_title
source: Settings
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
fi: Asetukset
fr: Paramètres
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sk: Nastavenia
vi: Cài đặt

# settings_page_your_id
source: Your ID:
de: Ihre ID:
el: Η ταυτότητά σας:
eo: Via ID:
fi: Sinun ID:
fr: Votre identifiant :
nb: Din ID:
nl: Uw ID:
pl: Twoje ID:
pt: O teu ID:
ru: Ваш ID:
sk: Vaše ID:
vi: ID của bạn:

# shop_address_widget_possible_address
source: Approximate address:
de: Ungefähre Adresse:
el: Κατά προσέγγιση διεύθυνση:
eo: Proksimuma adreso:
fi: Arvioitu osoite:
fr: Adresse approximative :
nb: Omtrentlig adresse:
nl: Adres bij benadering:
pl: Przybliżony adres:
pt: Morada aproximada:
ru: Примерный адрес:
sk: Približná adresa:
vi: Địa chỉ gần đúng:

# shop_card_add_product
source: Add product
de: Produkt hinzufügen
el: Προσθήκη προϊόντος
eo: Aldoni produkton
fi: Lisää tuote
fr: Ajouter un produit
nb: Legg til produkt
nl: Product toevoegen
pl: Dodaj produkt
pt: Adicionar produto
ru: Добавить продукт
sk: Pridať produkt
vi: Thêm sản phẩm

# shop_card_directions
source: Directions
de: Wegbeschreibung
el: Οδηγίες
eo: Direktoj
fi: Ohjeet
fr: Itinéraire
nb: Veibeskrivelse
nl: Richtingen
pl: Wskazówki dojazdu
pt: Direções
ru: Маршрут
sk: Inštrukcie
vi: Chỉ dẫn

# shop_card_no_products_listed
source: Nothing listed
de: Nichts aufgelistet
el: Δε βρέθηκαν προϊόντα
eo: Nenio listigita
fi: Mitään ei ole listattu
fr: Rien n'est listé
nb: Ingenting oppført
nl: Geen producten aanwezig
pl: Brak dostępnych produktów
pt: Nada listado
ru: Нет продуктов
sk: Nič v zozname
vi: Không sản phẩm nào được liệt kê

# shop_card_open_shop_products
source: Product list
de: Produktliste
el: Λίστα προϊόντων
eo: Listo de produktoj
fi: Tuotelista
fr: Liste de produits
nb: Produktliste
nl: Productenlijst
pl: Lista produktów
pt: Lista de produtos
ru: Открыть список продуктов
sk: Zoznam produktov
vi: Danh sách sản phẩm

# shop_card_products_listed
source: Products listed
de: Aufgelistete Produkte
el: Βρέθηκαν προϊόντα
eo: Produktoj listigitaj
fi: Tuotteet listattu
fr: Produits listés
nb: Produkter oppført
nl: Producten aanwezig
pl: Dostępne produkty
pt: Produtos listados
ru: Есть продукты
sk: Uvedené produkty
vi: Sản phẩm được liệt kê

# shop_product_range_page_add_product
source: Add a product
de: Füge ein Produkt hinzu
el: Προσθήκη προϊόντος
eo: Aldoni produkton
fi: Lisää tuote
fr: Ajouter un produit
nb: Legg til produkt
nl: Product toevoegen
pl: Dodaj produkt
pt: Adicionar produto
ru: Добавить продукт
sk: Pridanie produktu
vi: Thêm sản phẩm

# shop_product_range_page_confirmed_products_country
source: Products seen in this store by users of Plante
de: Produkte, die von anderen Benutzern in diesem Geschäft gesehen wurden
el: Προϊόντα που βρέθηκαν σε αυτό το κατάστημα από άλλους χρήστες του Plante
eo: Produktoj viditaj en ĉi tiu vendejo de uzantoj de Plante
fi: Tuotteet jotka muut Planten käyttäjät ovat nähneet tässä kaupassa
fr: Produits vus dans ce magasin par les utilisateur·trices de Plante
nb: Produkter sett i denne butikken av andre Plante brukere
nl: Producten gezien in deze winkel door andere gebruikers
pl: Produkt widziany w tym sklepie przez innych użytkowników Plante
pt: Produtos vistos nesta loja pelos utilizadores do Plante
ru: Продукты, замеченные в этом магазине пользователями Plante
sk: Produkty, ktoré v tomto obchode videli používatelia Plante
vi: Các sản phẩm được người dùng của Plante nhìn thấy trong cửa hàng này

# shop_product_range_page_have_you_seen_product_here
source: Do they sell it here?
de: Wird es hier verkauft?
el: Πωλείται εδώ;
eo: Ĉu ili vendas ĝin ĉi tie?
fi: Myyvätkö he tätä täällä?
fr: Ce produit est-il vendu ici ?
nb: Selger de det her?
nl: Verkopen ze dit hier?
pl: Czy sprzedają to tutaj?
pt: É vendido aqui?
ru: Такой продукт тут есть?
sk: Predávajú ho tu?
vi: Họ có bán đây không?

# shop_product_range_page_product_last_seen_here
source: Last seen here:
de: Zuletzt hier gesehen:
el: Τελευταία προβολή εδώ:
eo: Laste vidite ĉi tie:
fi: Viimeksi nähty täällä:
fr: Denier vu ici :
nb: Sist sett her:
nl: Laatste keer hier gezien:
pl: Ostatnio widziany:
pt: Último visto aqui:
ru: Последний раз тут видели:
sk: Naposledy videné tu:
vi: Lần cuối được thấy:

# shop_product_range_page_suggested_product_hint2
source: Seen in other <SHOP> stores
de: In anderen <SHOP>-Geschäften gesehen
el: Βρέθηκε σε άλλα καταστήματα <SHOP>
eo: Vidita en aliaj <SHOP> vendejoj
fi: Nähry toisissa <SHOP> kaupoissa
fr: Vu dans d'autres magasins <SHOP>
nb: Sett i andre <SHOP> butikker
nl: Gezien in andere <SHOP> winkels
pl: Widziany w innych sklepach <SHOP>
pt: Visto noutras lojas <SHOP>
ru: Замечен в других магазинах <SHOP>
sk: Videné v iných predajniach <SHOP>
vi: Nhìn thấy trong các cửa hàng <SHOP> khác

# shop_product_range_page_suggested_products_city
source: Products seen in other <SHOP> stores nearby
de: Produkte, die in anderen <SHOP>-Geschäften in der Nähe gesehen wurden
el: Προϊόντα που βρέθηκαν σε άλλα κοντινά καταστήματα <SHOP>
eo: Produktoj viditaj en aliaj <SHOP> vendejoj proksime
fi: Tuotteet jotka on nähty toisissa <SHOP> kaupoissa lähelläsi
fr: Produits vus dans d'autres magasins <SHOP> aux alentours
nb: Produkter sett i andre <SHOP> butikker i nærheten
nl: Producten gezien in andere <SHOP> winkels in de buurt
pl: Produkt widzialny w innych sklepach <SHOP> w pobliżu
pt: Produtos vistos em outras lojas <SHOP> nas proximidades
ru: Продукты, замеченные в других магазинах <SHOP> поблизости
sk: Produkty videné v iných predajniach <SHOP> v okolí
vi: Sản phẩm nhìn thấy trong các cửa hàng <SHOP> khác gần đó

# shop_product_range_page_suggested_products_country
source: Products seen in other <SHOP> stores in <COUNTRY>
de: Produkte, die in anderen <SHOP>-Geschäften in <COUNTRY> gesehen wurden
el: Τα προϊόντα βρέθηκαν σε άλλα καταστήματα <SHOP> στην <COUNTRY>
eo: Produktoj viditaj en aliaj <SHOP> vendejoj en <COUNTRY>
fi: Tuote on nähty toisessa <SHOP> kaupoissa maassa <COUNTRY>
fr: Produits vus dans d'autres magasin <SHOP> dans le pays <COUNTRY>
nb: Produkter sett i andre <SHOP>-butikker i <COUNTRY>
nl: Producten gezien in andere <SHOP> winkels in <COUNTRY>
pl: Produkt dostępny w innych sklepach <SHOP> w <COUNTRY>
pt: Produtos vistos em outras lojas <SHOP> em <COUNTRY>
ru: Продукты, замеченные в других магазинах <SHOP> страны <COUNTRY>
sk: Produkty videné v iných predajniach <SHOP> v <COUNTRY>
vi: Sản phẩm được thấy trong các cửa hàng <SHOP> khác ở <COUNTRY>

# shop_product_range_page_suggested_products_country_unknown
source: Products seen in other <SHOP> stores in this country
de: Produkte, die in anderen <SHOP>-Geschäften in diesem Land gesehen wurden
el: Τα προϊόντα βρέθηκαν σε άλλα καταστήματα <SHOP> σε αυτή τη χώρα
eo: Produktoj viditaj en aliaj <SHOP> vendejoj en ĉi tio lando
fi: Tuotteita on nähty toisessa <SHOP> kaupoissa tässä maassa
fr: Produits vus dans d'autres magasins <SHOP> dans ce pays.
nb: Produkter sett i andre <SHOP> butikker her i landet
nl: Producten gezien in andere <SHOP> winkels in dit land
pl: Produkt dostępny w innych sklepach <SHOP> w tym kraju
pt: Produtos vistos em outras lojas <SHOP> neste país
ru: Продукты, замеченные в других магазинах <SHOP> страны
sk: Výrobky, ktoré ste videli v iných predajniach <SHOP> v tejto krajine
vi: Sản phẩm được thấy trong các cửa hàng <SHOP> khác ở quốc gia này

# shop_product_range_page_this_shop_has_no_product
source: No products are added to this store yet
de: Diesem Geschäft sind noch keine Produkte hinzugefügt worden
el: Δεν έχουν προστεθεί προϊόντα σε αυτό το κατάστημα ακόμη
eo: Ankoraŭ neniuj produktoj estas aldonitaj al ĉi tiu vendejo
fi: Tähän kauppaan ei ole vielä lisätty tuotteita
fr: Aucun produit n'a été ajouté à ce magasin pour l'instant
nb: Ingen produkter er lagt til i denne butikken ennå
nl: Er zijn nog geen producten toegevoegd aan deze winkel
pl: Do tego sklepu nie dodano jeszcze żadnych produktów
pt: Esta loja ainda não tem produtos adicionados
ru: В этом магазине продуктов пока нет
sk: Do tohto obchodu zatiaľ neboli pridané žiadne produkty
vi: Chưa sản phẩm nào được thêm vào cửa hàng này

# shop_product_range_page_you_sure_negative_vote
source: Are you sure the product is not sold in this store?
de: Sind Sie sicher, dass Sie das Produkt nicht in diesem Geschäft gesehen haben?
el: Είναι σίγουρο πως το προϊόν δεν πωλείται σε αυτό το κατάστημα;
eo: Ĉu vi certas, ke la produkto ne estas vendita en ĉi tiu vendejo?
fi: Oletko varma että tuotetta ei myydä tässä kaupassa?
fr: Êtes-vous sûr·e que ce produit n'est pas vendu dans ce magasin ?
nb: Er du sikker på at produktet ikke blir solgt i denne butikken?
nl: Ben je zeker dat het product niet in deze winkel verkocht wordt?
pl: Jesteś pewny, że ten produkt nie jest dostępny w tym sklepie?
pt: Tens a certeza que o produto não é vendido nesta loja?
ru: Вы уверены, что продукта в магазине нет?
sk: Ste si istí, že sa výrobok v tomto obchode nepredáva?
vi: Bạn có chắc sản phẩm không được bán tại cửa hàng này?

# shop_product_range_page_you_sure_positive_vote
source: Are you sure you saw the product in this store?
de: Sind Sie sicher, dass Sie das Produkt in diesem Geschäft gesehen haben?
el: Είναι σίγουρο πως είδατε το προϊόν σε αυτό το κατάστημα;
eo: Ĉu vi certas, ke vi vidis la produkton en ĉi tiu vendejo?
fi: Oletko varma että näit tuotteen tässä kaupassa?
fr: Êtes-vous sûr·e que vous avez vu ce produit dans ce magasin ?
nb: Er du sikker på at du så produktet i denne butikken?
nl: Ben je zeker dat je dit product gezien hebt in deze winkel?
pl: Jesteś pewny, że widziałeś ten produkt w sklepie?
pt: Tens a certeza que viste o produto nesta loja?
ru: Вы уверены, что видели продукт в магазине?
sk: Ste si istí, že ste výrobok videli v tomto obchode?
vi: Bạn có chắc bạn đã thấy sản phẩm này trong cửa hàng này?

# shop_type_bakery
source: Bakery
de: Bäckerei
el: Αρτοποιείο
eo: Bakejo
fi: Leipomo
fr: Boulangerie
nb: Bakeverk
nl: Bakkerij
pl: Piekarnia
pt: Bolos
ru: Пекарня
sk: Pekáreň
vi: Tiệm bánh mì

# shop_type_beverages
source: Beverages
de: Getränke
el: Καφετέρια
eo: Trinkaĵoj
fi: Juomat
fr: Boissons
nb: Drikke
nl: Drank
pl: Napoje
pt: Bebidas
ru: Напитки
sk: Nápoje
vi: Nước uống

# shop_type_cheese
source: Cheese
de: Käse
el: Τυροκομείο
eo: Fromaĝo
fi: Juusto
fr: Fromage
nb: Ost
nl: Kaas
pl: Ser
pt: Queijo
ru: Сыр
sk: Syr
vi: Phô mai

# shop_type_chocolate
source: Chocolate
de: Schokolade
el: Σοκολατάδικο
eo: Ĉokolado
fi: Suklaa
fr: Chocolat
nb: Sjokolade
nl: Chocolade
pl: Czekolada
ru: Шоколад
sk: Čokoláda
vi: Sô cô la

# shop_type_coffee
source: Coffee
de: Kaffee
el: Καφεκοπτείο
eo: Kafo
fi: Kahvi
fr: Café
nb: Kaffe
nl: Koffie
pl: Kawa
pt: Café
ru: Кофе
sk: Káva
vi: Cafe

# shop_type_confectionery
source: Confectionery
de: Süßwaren
el: Ζαχαροπλαστείο
fi: Konditoria
fr: Confiseries
nb: Godteributikk
nl: Banketbakkerij
pl: Cukiernia
pt: Confeitaria
ru: Кондитерские изделия
sk: Cukrovinky
vi: Bánh kẹo

# shop_type_convenience
source: Convenience
de: Fertiggerichte
el: Παντοπωλείο
fi: Sopivuus
fr: Magasin de proximité
nb: Kolonial
nl: Buurtwinkel
pl: Sklep osiedlowy
pt: Conveniência
ru: Небольшой магазин
sk: Pohodlie
vi: Tiện lợi

# shop_type_dairy
source: Dairy
de: Milchprodukte
el: Γαλακτοπωλείο
eo: Lakto
fi: Maitotuotteet
fr: Produits laitiers
nb: Melk
nl: Zuivel
pl: Nabiał
pt: Laticínios
ru: Молочный магазин
sk: Mliečne výrobky
vi: Đồ nguội

# shop_type_deli
source: Deli
de: Feinkostladen
el: Ντελικατέσεν
fi: Herkut
fr: Épicerie fine
nb: Kafeteria
pl: Delikatesy
pt: Charcutaria
ru: Гастроном
sk: Lahôdky

# shop_type_farm
source: Farm
de: Bauerngeschäft
el: Φάρμα
eo: Bieno
fi: Paikalliset
fr: Ferme
nb: Gårdsbutikk
nl: Boerderij
pl: Gospodarstwo
pt: Quinta
ru: Фермерские продукты
sk: Farma
vi: Nông trại

# shop_type_frozen_food
source: Frozen food
de: Gefrorene Produkte
el: Κατεψυγμένες τροφές
eo: Frostigita manĝaĵo
fi: Pakasteet
fr: Produits surgelés
nb: Fryseprodukter
nl: Diepvries producten
pl: Mrożonki
pt: Comida congelada
ru: Замороженные продукты
sk: Mrazené potraviny
vi: Đồ đông lạnh

# shop_type_general
source: General
de: Allgemein
el: Γενικό
eo: Ĝenerala
fi: Sekatavara
fr: Général
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Универмаг
sk: Všeobecné
vi: Chung

# shop_type_greengrocer
source: Greengrocer
de: Obst und Gemüseladen
el: Μανάβικο
fi: Vihannekset
fr: Magasin de fruits et légumes
nb: Grønnsakshandler
nl: Groenteboer
pl: Warzywniak
pt: Hortaliceiro
ru: Овощной магазин
sk: Ovocinár
vi: Tiệm rau quả

# shop_type_grocery
source: Grocery
de: Lebensmittelgeschäft
el: Μίνι Μάρκετ
eo: Nutraĵvendejo
fi: Ruokakauppa
fr: Épicerie
nb: Dagligvare
nl: Boodschappen
pl: Sklep spożywczy
pt: Mercearia
ru: Продукты
sk: Potraviny
vi: Tạp hoá

# shop_type_health_food
source: Health food
de: Gesunde Ernährung
el: Υγιεινές τροφές
eo: Sana manĝaĵo
fi: Terveysruoka
fr: Nourriture santé
nb: Helsekost
nl: Gezonde voeding
pl: Zdrowa żywność
pt: Comida saudável
ru: Здоровая еда
sk: Zdravé potraviny
vi: Thực phẩm sức khỏe

# shop_type_ice_cream
source: Ice cream
de: Eis
el: Παγωτό
eo: Glaciaĵo
fi: Jäätelö
fr: Glacier
nb: Iskrem
nl: Ijs
pl: Lody
pt: Gelados
ru: Мороженное
sk: Zmrzlina
vi: Tiệm kem

# shop_type_organic
source: Organic
de: Bio
el: Βιολογικές τροφές
fi: Luomu
fr: Bio
nb: Organisk
nl: Biologisch
pl: Organiczne
pt: Orgânico
ru: Органическая еда
sk: Organické
vi: Hữu cơ

# shop_type_pasta
source: Pasta
el: Μακαρονάδικο
eo: Pasto
fr: Pâtes
pl: Makaron
pt: Massas
ru: Макаронные изделия
sk: Cestoviny

# shop_type_pastry
source: Pastry
de: Gebäck
el: Ζαχαροπλαστείο
eo: Kukaĵo
fi: Leivonnaiset
fr: Pâtisseries
nb: Bakeri
nl: Gebak
pl: Ciasto
pt: Doces
ru: Кондитерские изделия
sk: Pečivo
vi: Tiệm bánh ngọt

# shop_type_spices
source: Spices
de: Gewürze
el: Μπαχαρικά
eo: Spicoj
fi: Mausteet
fr: Épices
nb: Krydder
nl: Kruiden
pl: Przyprawy
pt: Especiarias
ru: Специи
sk: Korenie
vi: Gia vị

# shop_type_supermarket
source: Supermarket
de: Supermarkt
el: Σουπερμάρκετ
eo: Superbazaro
fi: Supermarketti
fr: Supermarché
nb: Supermarked
nl: Supermarkt
pt: Supermercado
ru: Супермаркет
vi: Siêu thị

# user_langs_widget_system_lang
source: (System language)
de: (Systemsprache)
el: (Γλώσσα συστήματος)
eo: (Sistema lingvo)
fi: (Järjestelmän kieli)
fr: Langage du système
nb: (Systemspråk)
nl: (Systeem taal)
pl: (Język systemu)
pt: (Língua do sistema)
ru: (Системный язык)
sk: (Jazyk systému)
vi: (Ngôn ngữ hệ thống)

# veg_status_displayed_not_vegan
source: Not vegan
de: Nicht vegan
el: Δεν είναι vegan
eo: Ne vegana
fi: Ei vegaaninen
fr: Non vegan
nb: Ikke vegansk
nl: Niet veganistisch
pl: Niewegański
pt: Não-vegan
ru: Не веганский
sk: Nevegán
vi: Không thuần chay

# veg_status_displayed_veg_status_source_community
source: Info from community
de: Info von der Community
el: Πληροφορίες κοινότητας
eo: Informoj de komunumo
fi: Tieto peräisin yhteisöltä
fr: Informations provenant de la communauté
nb: Informasjon fra fellesskapet
nl: Informatie vanuit de community
pl: Informacja od społeczności
pt: Informação da comunidade
ru: Информация от сообщества
sk: Informácie od komunity
vi: Thông tin từ cộng đồng

# veg_status_displayed_veg_status_source_moderator
source: Verified
de: Verifiziert
el: Επιβεβαιωμένο
eo: Kontrolita
fi: Varmistettu
fr: Vérifié
nb: Bekreft
nl: Bevestigd
pl: Zweryfikowany
pt: Verificado
ru: Проверено
sk: Overené
vi: Đã xác minh

# veg_status_displayed_veg_status_source_off
source: Ingredients auto-analysis
de: Automatische Analyse der Inhaltsstoffe
el: Αυτόματη ανάλυση συστατικών
eo: Aŭtomata analizo de ingrediencoj
fi: Ainesosien automaattinen analyysi
fr: Auto-analyse des ingrédients
nb: Ingrediens auto-analyser
nl: Auto-analyse ingrediënten
pl: Autoanaliza składników
pt: Auto análise de ingredientes
ru: Авто-анализ состава
sk: Automatická analýza zložiek
vi: Tự động phân tích thành phần

# veg_status_displayed_veg_status_source_unknown
source: Internal error: source unknown
de: Interner Fehler: unbekannte Quelle
el: Εσωτερικό σφάλμα: Άγνωστη πηγή
eo: Interna eraro: fonto nekonata
fi: Sisäinen virhe: lähde tuntematon
fr: Erreur interne : source inconnue
nb: Intern feil: ukjent kilde
nl: Interne fout: onbekende bron
pl: Błąd wewnętrzny: źródło nieznane
pt: Erro interno: fonte desconhecida
ru: Внутренняя ошибка: источник неизвестен
sk: Interná chyba: zdroj neznámy
vi: Lỗi nội bộ: không xác định được nguồn

# veg_status_displayed_vegan
source: Vegan
eo: Vegana
fi: Vegaani
nb: Vegansk
nl: Veganistisch
pl: Wegański
ru: Веганский
vi: Thuần chay

# veg_status_displayed_vegan_status_possible
source: Ambiguous vegan status
de: Uklarer Vegan-Status
el: Ασαφές αν είναι vegan
eo: Ambigua vegana statuso
fi: Epävarma vegaani status
fr: Statut vegan ambigu
nb: Usikker vegansk status
nl: Twijfelachtige veganistische status
pl: Niejednoznaczny status wegański
pt: Estatuto Vegan ambíguo
ru: Неоднозначный веганский статус
sk: Nejednoznačný vegánsky status
vi: Tình trạng thuần chay không rõ ràng
