Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# veg_status_displayed_vegan_status_unknown
source: Unknown vegan status
de: Unbekannter Vegan-Status
el: Άγνωστο αν είναι vegan
eo: Nekonata vegana statuso
fi: Tuntematon vegaani status
fr: Statut vegan inconnu
nb: Ukjent vegansk status
nl: Onbekende veganistische status
pl: Nieznany status wegański
pt: Estatuto Vegan desconhecido
ru: Неизвестный веганский статус
sk: Neznámy vegánsky status
vi: Không biết tình trạng thuần chay

# veg_status_selection_panel_dunno
source: Not sure
de: Nicht sicher
el: Δε γνωρίζω
eo: Ne certas
fi: Ei varmaa
fr: Pas sûr·e
nb: Usikker
nl: Niet zeker
pl: Nie wiem
pt: Não sei
ru: Не знаю
sk: Nie som si istý
vi: Không rõ

# veg_status_selection_panel_negative
source: No
de: Nein
el: Όχι
eo: Ne
fi: Ei
fr: Non
nb: Nei
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
vi: Không

# veg_status_selection_panel_positive
source: Yes
de: ja
el: Ναι
eo: Jes
fi: Kyllä
fr: Oui
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
vi: Có
