Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# init_user_page_langs_explanation
source: Select the languages you know — some products are sold in many countries and thus may have packagings in different languages
de: Wählen Sie die Sprachen aus, die Sie kennen - einige Produkte werden in vielen Ländern verkauft und haben daher möglicherweise Verpackungen in verschiedenen Sprachen
el: Επιλέξτε τις γλώσσες που γνωρίζετε - κάποια προϊόντα πωλούνται σε πολλές χώρες και ενδέχεται να έχουν συσκευασία με διαφορετικές γλώσσες
eo: Elekti la lingvojn, kiujn vi scias — iuj produktoj estas venditaj en multaj landoj kaj tiel eble havas pakaĵojn en malsamaj lingvoj
fi: Valitse kielet jotka osaat - joitakin tuotteista myydään monissa maissa ja voivat olla erikielisissä pakkauksissa
fr: Sélectionnez les langues que vous connaissez - certains produits sont vendus dans plusieurs pays et peuvent donc avoir des emballages dans différentes langues
nb: Velg språkene du forstår – noen produkter selges i mange land, og kan derfor ha emballasje på forskjellige språk
nl: Selecteer de talen die u spreekt - Sommige producten worden in meerdere landen verkocht en kunnen verpakkingen hebben in meerdere talen
pl: Wybierz języki, które znasz – niektóre produkty są sprzedawane w wielu krajach i mogą mieć opakowania w różnych językach
pt: Seleciona as línguas que falas - alguns produtos são vendidos em muitos países e, portanto, podem ter embalagens em línguas diferentes
ru: Выберите языки, которые вы знаете — некоторые продукты продаются во многих странах, и поэтому их упаковки могут быть на разных языках
sk: Vyberte jazyky, ktoré ovládate - niektoré výrobky sa predávajú v mnohých krajinách, a preto môžu mať obaly v rôznych jazykoch.
vi: Chọn ngôn ngữ bạn biết — một số sản phẩm được bán ở nhiều quốc gia và do đó có thể có bao bì bằng các ngôn ngữ khác nhau

# init_user_page_next_button_title
source: Next
de: Weiter
el: Επόμενο
eo: Sekva
fi: Seuraava
fr: Suivant
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
ru: Далее
sk: Ďalší
vi: Tiếp

# lang_ar
source: Arabic
de: Arabisch
el: Αραβικά
eo: la araba
fi: Arabian kieli
fr: Arabe
nb: Arabisk
nl: Arabisch
pl: arabski
pt: Arábico
ru: Арабский
sk: Arabčina
vi: Tiếng Ả Rập

# lang_be
source: Belarusian
de: Weißrussisch
el: Λευκορωσικά
eo: la belorusa
fi: Valkovenäjän kieli
fr: Biélorusse
nb: Hviterussisk
nl: Wit-Russisch
pl: białoruski
pt: Bielo-russo
ru: Белорусский
sk: Bieloruština
vi: Tiếng Belarus

# lang_bg
source: Bulgarian
de: Bulgarisch
el: Βουλγαρικά
eo: la bulgara
fi: Bulgarian kieli
fr: Bulgare
nb: Bulgarsk
nl: Bulgaars
pl: bułgarki
pt: Búlgaro
ru: Болгарский
sk: Bulharština
vi: Tiếng Bungari

# lang_ca
source: Catalan
de: Katalonisch
el: Καταλανικά
eo: la kataluna
fi: Katalaanin kieli
nb: Katalansk
nl: Catalaans
pl: kataloński
pt: Catalão
ru: Каталонский
sk: Katalánčina
vi: Tiếng Catalunya

# lang_cs
source: Czech
de: Tschechisch
el: Τσεχικά
eo: la ĉeĥa
fi: Tšekin kieli
fr: Tchèque
nb: Tsjekkisk
nl: Tsjechisch
pl: czeski
pt: Checo
ru: Чешский
sk: Čeština
vi: Tiếng Séc

# lang_da
source: Danish
de: Dänisch
el: Δανέζικα
eo: la dana
fi: Tanskan kieli
fr: Danois
nb: Dansk
nl: Deens
pl: duński
pt: Dinamarquês
ru: Датский
sk: Dánčina
vi: Tiếng Đan Mạch

# lang_de
source: German
de: Deutsch
el: Γερμανικά
eo: la germana
fi: Saksan kieli
fr: Allemand
nb: Tysk
nl: Duits
pl: niemiecki
pt: Alemão
ru: Немецкий
sk: Nemčina
vi: Tiếng Đức

# lang_el
source: Greek
de: Griechisch
el: Ελληνικά
eo: la greka
fi: Kreikan kieli
fr: Grec
nb: Gresk
nl: Grieks
pl: grecki
pt: Grego
ru: Греческий
sk: Gréčtina
vi: Tiếng Hy Lạp

# lang_en
source: English
de: Englisch
el: Αγγλικά
eo: la angla
fi: Englannin kieli
fr: Anglais
nb: Engelsk
nl: Engels
pl: angielski
pt: Inglês
ru: Английский
sk: Angličtina
vi: Tiếng Anh

# lang_es
source: Spanish
de: Spanisch
el: Ισπανικά
eo: la hispana
fi: Espanjan kieli
fr: Espagnol
nb: Spansk
nl: Spaans
pl: hiszpański
pt: Espanhol
ru: Испанский
sk: Španielčina
vi: Tiếng Tây Ban Nha

# lang_fi
source: Finnish
de: Finnisch
el: Φινλανδικά
eo: la finna
fi: Suomen kieli
fr: Finnois
nb: Finsk
nl: Fins
pl: fiński
pt: Finlandês
ru: Финский
sk: Fínčina
vi: Tiếng Phần Lan

# lang_fr
source: French
de: Französisch
el: Γαλλικά
eo: la franca
fi: Ranskan kieli
fr: Français
nb: Fransk
nl: Frans
pl: francuski
pt: Francês
ru: Французский
sk: Francúzština
vi: Tiếng Pháp

# lang_hi
source: Hindi
el: Χίντι
eo: la hindia
pl: hinduski
pt: Hindu
ru: Хинди
sk: Hindčina
vi: Tiếng Hin-ddi

# lang_hr
source: Croatian
de: Kroatisch
el: Κροατικά
eo: la kroata
fi: Kroatian kieli
fr: Croate
nb: Kroatisk
nl: Croatisch
pl: chorwacki
pt: Croata
ru: Хорватский
sk: Chorvátčina
vi: Tiếng Croatia

# lang_hu
source: Hungarian
de: Ungarisch
el: Ουγγρικά
eo: la hungara
fi: Unkarin kieli
fr: Hongrois
nb: Ungarsk
nl: Hongaars
pl: węgierski
pt: Húngaro
ru: Венгерский
sk: Maďarčina
vi: Tiếng Hungary

# lang_in
source: Indonesian
de: Idonesisch
el: Ινδονησιακά
eo: la indonezia
fr: Indonésien
nb: Indonesisk
nl: Indonesisch
pl: indonezyjski
pt: Indonésio
ru: Индонезийский
sk: Indonézčina
vi: Tiếng Indonesia

# lang_it
source: Italian
de: Italienisch
el: Ιταλικά
eo: la itala
fi: Italian kieli
fr: Italien
nb: Italiensk
nl: Italiaans
pl: włoski
pt: Italiano
ru: Итальянский
sk: Taliančina
vi: Tiếng Ý

# lang_iw
source: Hebrew
de: Hebräisch
el: Εβραϊκά
eo: la hebrea
fi: Heprean kieli
fr: Hébreu
nb: Hebraisk
nl: Hebreeuws
pl: hebrajski
pt: Hebreu
ru: Иврит
sk: Hebrejčina
vi: Tiếng Do Thái

# lang_ja
source: Japanese
de: Japanisch
el: Ιαπωνικά
eo: la japana
fi: Japanin kieli
fr: Japonais
nb: Japansk
nl: Japans
pl: japoński
pt: Japonês
ru: Японский
sk: Japončina
vi: Tiếng Nhật

# lang_kk
source: Kazakh
de: Kasachisch
el: Καζακικά
eo: la kazaĥa
fi: Kazakin kieli
nb: Kasakhisk
nl: Kazachs
pl: kazachski
pt: Cazaque
ru: Казахский
sk: Kazaština
vi: Tiếng Kazakh

# lang_ko
source: Korean
de: Koreanisch
el: Κορεάτικα
eo: la korea
fi: Korean kieli
fr: Coréen
nb: Koreansk
nl: Koreaans
pl: koreański
pt: Coreano
ru: Корейский
sk: Kórejčina
vi: Tiếng Hàn

# lang_lt
source: Lithuanian
de: Litauisch
el: Λιθουανικά
eo: la litova
fi: Liettuan kieli
fr: Lituanien
nb: Litauisk
nl: Litouws
pl: litewski
pt: Lituano
ru: Литовский
sk: Litovčina
vi: Tiếng Lithuania

# lang_lv
source: Latvian
de: Lettisch
el: Λετονικά
eo: la latva
fi: Latvian kieli
fr: Letton
nb: Latvisk
nl: Lets
pl: łotewski
pt: Látio
ru: Латышский
sk: Lotyština
vi: Tiếng Latvia

# lang_nb
source: Norwegian
de: Norwegisch
el: Νορβηγικά
eo: la norvega
fi: Norjan kieli
fr: Norvégien
nb: Norsk
nl: Noors
pl: norweski
pt: Norueguês
ru: Норвежский
sk: Nórčina
vi: Tiếng Na Uy

# lang_nl
source: Dutch
de: Niederländisch
el: Ολλανδικά
eo: la nederlanda
fi: Hollannin kieli
fr: Néerlandais
nb: Nederlandsk
nl: Nederlands
pl: holenderski
pt: Holandês
ru: Нидерландский
sk: Holandčina
vi: Tiếng Hà Lan

# lang_pl
source: Polish
de: Polnisch
el: Πολωνικά
eo: la pola
fi: Puolan kieli
fr: Polonais
nb: Polsk
nl: Pools
pl: polski
pt: Polaco
ru: Польский
sk: Poľština
vi: Tiếng Ba Lan

# lang_pt
source: Portuguese
de: Portugiesisch
el: Πορτογαλικά
eo: la portugala
fi: Portugalin kieli
fr: Portugais
nb: Portugisisk
nl: Portugees
pl: portugalski
pt: Português
ru: Португальский
sk: Portugalčina
vi: Tiếng Bồ Đào Nha

# lang_ro
source: Romanian
de: Rumänisch
el: Ρουμάνικα
eo: la rumana
fi: Romanian kieli
fr: Roumain
nb: Rumensk
nl: Romeens
pl: rumuński
pt: Roménio
ru: Румынский
sk: Rumunčina
vi: Tiếng Rumani

# lang_ru
source: Russian
de: Russisch
el: Ρωσικά
eo: la rusa
fi: Venäjän kieli
fr: Russe
nb: Russisk
nl: Russisch
pl: rosyjski
pt: Russo
ru: Русский
sk: Ruština
vi: Tiếng Nga

# lang_sk
source: Slovak
de: Slovakisch
el: Σλοβακικά
eo: la slovaka
fi: Slovakin kieli
fr: Slovaque
nb: Slovakisk
nl: Slovaaks
pl: słowacki
pt: Eslovaco
ru: Словацкий
sk: Slovenčina
vi: Tiếng Slovak

# lang_sl
source: Slovenian
de: Slowenisch
el: Σλοβενικά
eo: la slovena
fi: Sloveenin kieli
fr: Slovène
nb: Slovensk
nl: Sloveens
pl: słoweński
pt: Esloveno
ru: Словенский
sk: Slovinčina
vi: Tiếng Slovenia

# lang_sr
source: Serbian
de: Serbisch
el: Σέρβικα
eo: la serba
fi: Serbian kieli
fr: Serbe
nb: Serbisk
nl: Servisch
pl: serbski
pt: Sérvio
ru: Сербский
sk: Srbština
vi: Tiếng Serbia

# lang_sv
source: Swedish
de: Schwedisch
el: Σουηδικά
eo: la sveda
fi: Ruotsin kieli
fr: Suédois
nb: Svensk
nl: Zweeds
pl: szwedzki
pt: Sueco
ru: Шведский
sk: Švédčina
vi: Tiếng Thuỵ Điển

# lang_th
source: Thai
de: Thailändisch
el: Ταϊλανδικά
eo: la tajlanda
fi: Thain kieli
nl: Thais
pl: tajski
pt: Tailandês
ru: Тайский
sk: Thajčina
vi: Tiếng Thái

# lang_tl
source: Tagalog
el: Ταγκάλογκ
eo: la tagaloga
fi: Tagalogin kieli
pl: tagalski
pt: Tagalogo
ru: Тагальский
sk: Tagalčina
vi: Tiếng Tagalog

# lang_tr
source: Turkish
de: Türkisch
el: Τούρκικα
eo: la turka
fi: Turkin kieli
fr: Turque
nb: Tyrkisk
nl: Turks
pl: turecki
pt: Turco
ru: Турецкий
sk: Turečtina
vi: Tiếng Thổ Nhĩ Kỳ

# lang_uk
source: Ukrainian
de: Ukrainisch
el: Ουκρανικά
eo: la ukraina
fi: Ukrainan kieli
fr: Ukrainien
nb: Ukrainsk
nl: Oekraïens
pl: ukraiński
pt: Ucraniano
ru: Украинский
sk: Ukrajinčina
vi: Tiếng Ukraina

# lang_vi
source: Vietnamese
de: Vietnamesisch
el: Βιετναμέζικα
eo: la vjetnama
fi: Vietnamin kieli
fr: Vietnamien
nb: Vietnamesisk
nl: Vietnamees
pl: wietnamski
pt: Vietnamês
ru: Вьетнамский
sk: Vietnamčina
vi: Tiếng Việt

# lang_zh
source: Chinese
de: Chinesisch
el: Κινέζικα
eo: la ĉina
fi: Kiinan kieli
fr: Chinois
nb: Kinesisk
nl: Chinees
pl: chiński
pt: Chinês
ru: Китайский
sk: Čínština
vi: Tiếng Trung

# main_page_add_product
source: Add a product
de: Produkt hinzufügen
el: Προσθήκη προϊόντος
eo: Aldoni produkton
fi: Lisää tuote
fr: Ajouter un produit
nb: Legg til et produkt
nl: Product toevoegen
pl: Dodaj produkt
pt: Adicionar um produto
ru: Добавить продукт
sk: Pridanie produktu
vi: Thêm một sản phẩm

# main_page_add_product_hint
source: Please scan product's barcode
de: Bitte scannen Sie den Strichcode des Produkts
el: Παρακαλώ σκανάρετε το barcode του προϊόντος
eo: Bonvolu skani la strekkodon de la produkto
fi: Skannaa tuotteen viivakoodi
fr: Veuillez scanner le code-barres du produit
nb: Vennligst skann produktets strekkode
nl: Gelieve een barcode te scannen
pl: Zeskanuj kod kreskowy produktu
pt: Por favor lê o código de barras do produto
ru: Отсканируйте штрихкод
sk: Naskenujte čiarový kód produktu
vi: Hãy quét mã vạch của sản phẩm

# main_page_add_shop
source: Add a store
de: Geschäft hinzufügen
el: Προσθήκη καταστήματος
eo: Aldoni vendejon
fi: Lisää kauppa
fr: Ajouter un magasin
nb: Legg til en butikk
nl: Winkel toevoegen
pl: Dodaj sklep
pt: Adicionar uma loja
ru: Добавить магазин
sk: Pridanie obchodu
vi: Thêm một cửa hàng

# map_page_cancel_putting_product_q
source: Cancel putting the product to the map?
de: Produkt zur Karte hinzufügen abbrechen?
el: Ακύρωση προσθήκης του προϊόντος στο χάρτη;
eo: Ĉu nuligi meti la produkton al la mapo?
fi: Peruutatko tuotteen lisäämisen kartalle?
fr: Annulation l'ajout du produit sur la carte ?
nb: Avbryte plassering av produktet på kartet?
nl: Product toevoegen op de kaart annuleren?
pl: Czy chcesz anulować umieszczanie produktu na mapie?
pt: Queres cancelar pôr o produto no mapa?
ru: Отменить добавление продукта на карту?
sk: Zrušiť uvedenie produktu na mapu?
vi: Hủy đưa sản phẩm lên bản đồ?

# map_page_cancel_shop_creation_q
source: Cancel new store creation?
de: Geschäft-Erstellung abbrechen?
el: Ακύρωση προσθήκης νέου καταστήματος;
eo: Ĉu nuligi kreadon de nova vendejo?
fi: Peruuta uuden kaupan luominen?
fr: Annuler la création du nouveau magasin ?
nb: Avbryt opprettelse av ny butikk?
nl: Wilt u het aanmaken van de winkel annuleren?
pl: Anulować dodawanie nowego sklepu?
pt: Queres cancelar a criação de uma nova loja?
ru: Отменить добавление магазина?
sk: Zrušiť vytvorenie nového obchodu?
vi: Hủy tạo cửa hàng mới?

# map_page_click_on_shop_where_product_sold
source: Click the store marker, where the product is being sold
de: klicken sie auf das Geschäft, in dem das Produkt verkauft wird
el: Κάντε κλικ στην πινέζα του καταστήματος που πουλάει αυτό το προϊόν
eo: Alklaku la butikmarkon, kie la produkto estas vendita
fi: Napauta kaupan merkkiä, jossa tuote on myynnissä
fr: Cliquer sur le repère du magasin, où le produit est vendu
nb: Klikk på butikkmarkøren der produktet selges
nl: Klik op de winkel indicator waar het product wordt verkocht
pl: Wybierz pinezkę sklepu, w którym dostępny jest produkt
pt: Clica no marcador da loja, onde o produto é vendido
ru: Кликните на маркер магазина, в котором находится продукт
sk: Kliknite na značku obchodu, v ktorom sa produkt predáva
vi: Nhấp vào điểm đánh dấu cửa hàng, nơi sản phẩm đang được bán

# map_page_click_where_new_shop_located
source: Click where the new store is located
de: Klicken Sie auf den Ort, an dem sich das neue Geschäft befindet
el: Κάντε κλικ στην τοποθεσία του νέου καταστήματος
eo: Alklaki kie troviĝas la nova vendejo
fi: Klikkaa sieltä missä uusi kauppa sijaitsee
fr: Cliquer sur l'endroit où se trouve le nouveau magasin
nb: Klikk der den nye butikken ligger
nl: Klik waar de nieuwe winkel is gevestigd
pl: Kliknij miejsce, w którym zlokalizowany jest sklep
pt: Clica onde a nova loja está localizada
ru: Кликните на место, где расположен неучтённый магазин
sk: Kliknite na miesto kde sa nachádza nový obchod
vi: Nhấp vào vị trí của cửa hàng mới

# map_page_filter_all_shops
source: All shops
de: Alle Geschäfte
el: Όλα τα καταστήματα
eo: Ĉiuj vendejoj
fi: Kaikki kaupat
fr: Tous les magasins
nb: Alle butikker
nl: Alle winkels
pl: Wszystkie sklepy
pt: Todas as lojas
ru: Все магазины
sk: Všetky obchody
vi: Tất cả cửa hàng

# map_page_is_new_product_sold_q
source: Is the product being sold here?
de: Wird das produkt hier verkauft?
el: Πωλείται εδώ το προϊόν;
eo: Ĉu la produkto estas vendita ĉi tie?
fi: Myydäänkö tuotetta täällä?
fr: Le produit est-il vendu ici ?
nb: Blir produktet solgt her?
nl: Wordt het product hier verkocht?
pl: Czy ten produkt jest tutaj dostępny?
pt: O produto é vendido aqui?
ru: Тут продают продукт?
sk: Predáva sa tu produkt?
vi: Sản phẩm có bán ở đây không?

# map_page_is_product_sold_q
source: Is «<PRODUCT>» being sold here?
de: Wird «<PRODUCT>» hier verkauft?
el: Πωλείται εδώ το «<PRODUCT>»;
eo: Ĉu «<PRODUKTO>» estas vendata ĉi tie?
fi: Myydäänkö tuotetta «<PRODUCT>» täällä?
fr: Le produit «<PRODUCT>» est-il vendu ici ?
nb: Blir «<PRODUCT>» solgt her?
nl: Wordt <PRODUCT> hier verkocht?
pl: Czy <PRODUCT> jest tutaj dostępny?
pt: “<PRODUCT>” é vendido aqui?
ru: Тут продают «<PRODUCT>»?
sk: Predáva sa tu «<PRODUKT?>»
vi: Sản phẩm «<PRODUCT>» có đang bán tại đây không?

# map_page_is_shop_location_correct
source: Is the displayed store location correct?
de: Ist der angezeigte Standort des Geschäfts korrekt?
el: Είναι σωστή η τοποθεσία του καταστήματος;
eo: Ĉu la montrata loko de la vendejo estas ĝusta?
fi: Onko kaupan sijainti oikea?
fr: La localisation du magasin affiché est-elle correcte ?
nb: Er den viste butikkplasseringen riktig?
nl: Is de locatie van de weergegeven winkel correct?
pl: Czy lokalizacja sklepu jest prawidłowa?
pt: A localização da loja indicada está correta?
ru: Показано верное расположение добавляемого магазина?
sk: Je zobrazená poloha obchodu správna?
vi: Vị trí cửa hàng được hiển thị có chính xác không?

# map_page_load_shops_of_this_area
source: Load stores of this area
de: Geschäfte hier laden
el: Φόρτωσε τα καταστήματα αυτής της περιοχής
eo: Ŝarĝi vendejojn de ĉi tiu areo
fi: Lataa kauppoja tältä alueelta
fr: Charger les magasins dans cette zone
nb: Last butikker i dette området
nl: Laad winkels in dit gebied
pl: Załaduj sklepy w tej okolicy
pt: Carregar lojas desta área
ru: Загрузить магазины рядом
sk: Načítať obchody v tejto oblasti
vi: Tải các cửa hàng trong khu vực này

# map_page_loading_shops_hint1
source: Loading stores in the area
de: Geschäft in der Gegend werden geladen
el: Φόρτωση καταστημάτων στην περιοχή
eo: Ŝarĝante vendejojn en la areo
fi: Ladataan kauppoja alueelta
fr: Chargement des magasins dans cette zone
nb: Laster butikker i dette området
nl: Winkels in deze regio worden geladen
pl: Ładowanie sklepów w tej okolicy
pt: A carregar lojas na área
ru: Загружаем магазины поблизости
sk: Načítať obchody v oblasti
vi: Đang tải cửa hàng trong khu vực

# map_page_loading_shops_hint2
source: Still loading stores - seems there are a lot of stores in this area
de: Geschäfte werden weiterhin geladen - anscheinend gibt es in der Gegend eine große Anzahl von Firmen
el: Τα καταστήματα ακόμη φορτώνουν - υπάρχει μεγάλος αριθμός καταστημάτων στην περιοχή
eo: Ankoraŭ ŝargas vendejojn - ŝajnas, ke estas multaj vendejoj en ĉi tiu areo
fi: Ladataan vieläkin kauppoja - näyttää siltä, että tällä alueella on paljon kauppoja
fr: Chargement des magasins - il semblerait qu'il y ait beaucoup de magasins dans cette zone
nb: Laster butikker - det ser ut til å være mange butikker i dette området
nl: Nog steeds winkels aan het laden - het lijkt erop dat er veel winkels zijn in deze regio
pl: Sklepy nadal są ładowane – wygląda na to, że ta okolica ma dużą liczbę sklepów
pt: Ainda a carregar lojas - parecem haver muitas nesta área
ru: Всё ещё загружаем магазины - кажется, их здесь очень много
sk: Stále načítavam obchody - zdá sa, že v tejto oblasti je veľa obchodov
vi: Vẫn đang tải cửa hàng - có vẻ như có rất nhiều cửa hàng trong khu vực này

# map_page_loading_shops_hint3
source: Loading stores takes longer than expected, thank you for being patient
de: Geschäfte werden weiterhin geladen - es dauert länger als sonst, entschuldigung!
el: Τα καταστήματα ακόμη φορτώνουν - είναι πιο χρονοβόρο από ότι συνήθως, συγγνώμη!
eo: Ŝarĝi vendejojn daŭras pli longe ol atendite, dankon pro via pacienco
fi: Kauppojen lataaminen vaati enemmän aikaa kuin odotimme, kiitos kärsivällisyydestä
fr: Le chargement des magasins prend plus longtemps que prévu, merci pour votre patience
nb: Innlasting av butikker tar lengre tid enn forventet, takk for tålmodigheten
nl: Nog steeds winkels aan het laden - Bedankt voor je geduld!
pl: Ładowanie sklepów trwa dłużej niż oczekiwano, dziękujemy za bycie cierpliwym
pt: Carregar lojas demora mais do que o esperado, obrigado pela paciência
ru: Загрузка магазинов занимает больше времени, чем обычно. Спасибо за ваше терпение
sk: Načítanie obchodov trvá dlhšie, ako sa očakávalo, ďakujeme za trpezlivosť
vi: Tải cửa hàng mất nhiều thời gian hơn dự kiến, cảm ơn bạn đã kiên nhẫn

# map_page_location_permission_cancel_go_to_settings
source: Keep Location Services Off
de: Standortdienste ausgeschaltet lassen
el: Κρατήστε τις Υπηρεσίες Τοποθεσίας απενεργοποιημένες
eo: Konservi Lokaj Servoj malŝaltita
fi: Pidä Sijainti pois päältä
fr: Garder les services de localisation désactivés
nb: Hold posisjontjenester av
nl: Hou locatie diensten uit
pl: Pozostaw usługi lokalizacyjne wyłączone
pt: Manter os Serviços de Localização desligados
ru: Оставить Службы геолокации выключенными
sk: Ponechať lokalizačné služby vypnuté
vi: Vẫn tắt Dịch vụ vị trí

# map_page_location_permission_go_to_settings
source: Turn On in Settings
de: In Einstellungen anschalten
el: Ενεργοποίηση μέσω των ρυθμίσεων
eo: Ŝalti en Agordoj
fi: Laita päälle Asetuksissa
fr: Activer dans les paramètres
nb: Slå på i innstillinger
nl: Schakel in in instellingen
pl: Włącz w ustawieniach
pt: Ligar nas Definições
ru: Включить в настройках
sk: Zapnutie v Nastaveniach
vi: Bật trong Cài đặt

# map_page_location_permission_reasoning_settings
source: Plante works best with Location Services turned on. You'll get information about stores based on your location
de: Plante funktioniert am besten mit aktivierten Standortdiensten. Sie erhalten Informationen über Geschäfte, basierend auf Ihrem Standort
el: Το Plante λειτουργεί καλύτερα με τις Υπηρεσίες Τοποθεσίας ενεργοποιημένες. Θα λαμβάνετε ενημερώσεις για καταστήματα στην περιοχή σας
eo: Plante funkcias plej bone kun Lokaj Servoj ŝaltitaj. Vi ricevos informojn pri vendejoj laŭ via loko
fi: Plante toimii parhaiten, kun Sijainti on päällä. Voit saada silloin tietoa kaupoista alueellasi
fr: Plante fonctionne mieux avec les services de localisation activés. Les informations sur les magasins seront basées sur votre localisation
nb: Plante fungerer best med posisjontilgang slått på. Du vil få informasjon om butikker basert på posisjonen din
nl: Plante werkt het best met locatie diensten ingesteld. Op deze manier krijgt u informatie van winkels gebaseerd op uw locatie
pl: Plante działa najlepiej z włączonymi usługami lokalizacyjnymi. Dzięki nim, otrzymasz informacje o sklepach w pobliżu Ciebie
pt: A Plante trabalha melhor com os Serviços de Localização ligados. Terás informação sobre as lojas com base na tua localização
ru: Plante работает лучше с включёнными службами геолокации. Вы сможете получать информацию о магазинах рядом.
sk: Plante funguje najlepšie so zapnutými službami určovania polohy. Budete dostávať informácie o obchodoch na základe vašej polohy
vi: Plante hoạt động tốt nhất khi Dịch vụ định vị được bật. Bạn sẽ nhận được thông tin về các cửa hàng dựa trên vị trí của bạn

# map_page_location_permission_title
source: Location Services
de: Standortdienste
el: Υπηρεσίες Τοποθεσίας
eo: Lokaj Servoj
fi: Sijainti
fr: Services de localisation
nb: Posisjontilgang
nl: Locatie diensten
pl: Usługi lokalizacyjne
pt: Serviços de Localização
ru: Службы геолокации
sk: Lokalizačné služby
vi: Dịch vụ định vị

# map_page_no_shops_hint_in_select_shops_mode
source: We don't know of any stores nearby. But you can add a new one by clicking the round button with a plus on the right!
de: Uns sind keine Geschäfte in der Nähe bekannt. Sie können aber eine neues hinzufügen, indem Sie auf die runde Schaltfläche mit dem Plus auf der rechten Seite klicken!
el: Δε γνωριζουμε κανένα κοντινό κατάστημα. Μπορείτε να προσθέσετε ένα καινούργιο κάνοντας κλικ στο κυκλικό κουμπί με τον σταυρό στα δεξιά!
eo: Ni ne konas butikojn proksime. Sed vi povas aldoni novan klakante la rondan butonon kun pluso dekstre!
fi: Me emme tiedä kaupoista lähelläsi. Mutta voit lisätä uuden painamalla ympyrän muotoista nappia, jossa on plussa oikealla!
fr: Nous ne connaissions aucun magasin aux alentours. Il est possible d'en ajouter un nouveau en cliquant sur le bouton rond avec un "plus" sur la droite !
nb: Vi vet ikke om noen butikker i nærheten. Du kan legge til en ny butikk ved å klikke på den runde knappen med ett plusstegn til høyre!
nl: We kunnen geen winkels vinden in de buurt! U kan een winkel toevoegen door op de "plus-knop" rechts te klikken.
pl: Nie znamy żadnych sklepów w pobliżu. Możesz dodać pierwszy, klikając okrągły przycisk z plusem po prawej stronie!
pt: Não temos conhecimento de nenhuma loja nas proximidades. Mas, podes adicionar uma nova, ao clicar no botão redondo com um mais, à direita!
ru: Рядом нет известных магазинов. Но вы можете отметить новый, кликнув на круглую кнопку с плюсиком справа!
sk: V okolí nevieme o žiadnych obchodoch. Môžete však pridať nový kliknutím na okrúhle tlačidlo s plusom vpravo!
vi: Plante không biết bất kỳ cửa hàng nào gần bạn. Nhưng bạn có thể thêm mới bằng cách nhấp vào nút tròn có dấu cộng ở bên phải!

# map_page_open_street_map_licence
source: Data from Open Street Map
de: Daten von Open Street Map
el: Δεδομένα από το Open Street Map
eo: Dateno de Open Street Map
fi: Data on peräisin Open Street Mapista
fr: Données issues d'Open Street Map
nb: Data fra OpenStreetMap
nl: Informatie van Open Street Map
pl: Dane z Open Street Map
pt: Dados do Open Street Map
ru: Данные от Open Street Map
sk: Údaje z Otvorenej Mapy Ulíc
vi: Dữ liệu từ Open Street Map
