Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# display_product_page_veg_status_possible_explanation
source: The ingredient can have positive or negative veg-status depending on how it was manufactured. For example, "Ferment" can be both vegan and non-vegan
de: Der Inhaltsstoff kann einenen positiven oder negativen Vegan-Status haben, je nachdem, wie er hergestellt wurde. Zum Beispiel können "Enzyme" sowohl vegan als auch nicht-vegan sein
el: Το πιστοποιητικό μπορεί να είναι vegan ή όχι, ανάλογα με τον τρόπο κατασκευής. Π.χ. "προϊόν ζύμωσης" μπορεί να σημαίνει vegan ή και όχι
fi: Ainesosa voi sisältää vegaanisen tai ei-vegaanisen statuksen riippuen valmistuksesta. Esimerkiksi, "käynyt" voi olla vegaaninen tai eläinperäinen
fr: L'ingrédient peut avoir un statut-végé positif ou négatif en fonction de comment il a été manufacturé. Par exemple, "ferment" peut être vegan ou non vegan.
nb: Ingrediensen kan ha positiv eller negativ vegan-status, avhengig av hvordan den ble produsert. For eksempel kan «aroma» være både vegansk og ikke-vegansk
nl: Het ingrediënt kan een positieve of negatieve veganistische status hebben afhankelijk van de manier waarop het geproduceerd is. Bijvoorbeeld: “Gist” kan zowel veganistisch als niet veganistisch zijn
pl: Składnik może być wegański lub niewegańskie w zależności od tego jak został wyprodukowany. Na przykład, "sfermentowany" może być wegański lub niewegański
pt: O ingrediente pode ter estatuto vegan positivo ou negativo, dependendo da forma como foi fabricado. Por exemplo, "Fermento" tanto pode ser vegan como não vegan
ru: Ингредиент может иметь разный вег-статус в зависимости от способа производства. Например, "Закваска" может быть и веганской и не веганской.
sk: Zložka môže mať pozitívny alebo negatívny vegánsky status v závislosti od spôsobu jej výroby. Napríklad "Ferment" môže byť vegánsky aj nevegánsky
vi: Thành phần này có thể có trạng thái thuần chay hoặc không thuần chay tùy thuộc vào cách nó được sản xuất. Ví dụ: Phương thức "Lên men" có thể thuần chay hoặc không thuần chay

# display_product_page_veg_status_unknown_explanation
source: No information was found about the ingredient when its veg-status was determined
de: Bei der Bestimmung des Vegan-Status wurden keine Informationen über den Inhaltsstoff gefunden
el: Δεν υπήρχαν πληροφορίες για το συστατικό αυτό, όταν προστέθηκε
eo: Neniu informo estis trovita pri la ingredienco kiam ĝia vegana statuso estis determinita
fi: Tietoa ainesosasta ei löytynyt, koska sen vegaanine status on
fr: Aucune information n'a été trouvée à propos de l'ingrédient quand son statut-végé a été déterminé.
nb: Ingen informasjon ble funnet om ingrediensen da vegan-statusen ble bestemt
nl: Er is geen informatie gevonden over het ingrediënt op het moment dat de vegan-status bepaald is
pl: Nie znaleziono informacji o składniku, gdy jego statu wegański zostać określony
pt: Não foi encontrada qualquer informação sobre o ingrediente quando o seu estatuto vegan foi determinado
ru: О вег-статусе ингредиента нет информации
sk: Pri určovaní veg-statusu sa o zložke nezistili žiadne informácie
vi: Không thông tin nào được tìm thấy về thành phần khi trạng thái thuần chay của nó được nghiên cứu

# edit_profile_page_cancel_editing_q
source: Cancel profile editing?
de: Profilerstellung abbrechen?
el: Ακύρωση επεξεργασίας προφίλ;
eo: Ĉu nuligi profilredaktadon?
fi: Keskeytä profiilin muokkaaminen?
fr: Annuler la modification du profil ?
nb: Avbryt profil redigering?
nl: Annuleer bewerken profiel?
pl: Czy anulować edytowanie profilu?
pt: Cancelar a edição do perfil?
ru: Отменить изменения?
sk: Zrušiť úpravu profilu?
vi: Hủy chỉnh sửa hồ sơ?

# edit_profile_page_title
source: Edit profile
de: Profil bearbeiten
el: Επεξεργασία προφίλ
eo: Redakti profilon
fi: Muokkaa profiilia
fr: Modifier le profil
nb: Rediger profil
nl: Bewerk profiel
pl: Edytuj profil
pt: Editar perfil
ru: Изменить профиль
sk: Upraviť profil
vi: Chỉnh sửa hồ sơ

# edit_user_data_widget_about_me_label
source: About me (optional)
de: Über mich (optional)
el: Πληροφορίες για εμένα (προαιρετικό)
eo: Pri mi (laŭvola)
fi: Minusta
fr: À propos de moi (optionnel)
nb: Om meg (valgfritt)
nl: Over mij (optioneel)
pl: O mnie (opcjonalnie)
pt: Sobre mim (opcional)
ru: О себе (необязательно)
sk: O mne (nepovinné)
vi: Giới thiệu về tôi (không bắt buộc)

# edit_user_data_widget_avatar_delete
source: Delete user avatar
de: Profilbild löschen
el: Διαγραφή εικόνας χρήστη
eo: Forigi uzantan avataron
fi: Poista käyttäjän profiilikuva
fr: Supprimer mon avatar
nb: Fjern profilbilde
nl: Verwijder avatar
pl: Usuń zdjęcie profilowe
pt: Apagar o avatar do utilizador
ru: Удалить аватар
sk: Odstránenie avatara používateľa
vi: Xóa hình đại diện

# edit_user_data_widget_avatar_description
source: User avatar (optional)
de: Profilbild (optional)
el: Εικόνα χρήστη (προαιρετικό)
eo: Uzanta avataro (laŭvola)
fi: Käyttäjän avatar (valinnallinen)
fr: Mon avatar (optionnel)
nb: Profilbilde (valgfritt)
nl: Avatar (optioneel)
pl: Zdjęcie profilowe (opcjonalnie)
pt: Avatar do utilizador (opcional)
ru: Аватар (необязательно)
sk: Avatar používateľa (nepovinné)
vi: Hình ảnh đại diện (không bắt buộc)

# edit_user_data_widget_name_hint
source: John
de: Max
el: Ιωάννης
eo: Adamo
fi: Joni
fr: Jon
nl: Jon
pl: Jan
pt: João
ru: Мария
vi: Văn A

# edit_user_data_widget_name_label
source: Name
el: Όνομα
eo: Nomo
fi: Nimi
fr: Nom
nb: Navn
nl: Naam
pl: Imię
pt: Nome
ru: Имя
sk: Názov
vi: Tên

# expandable_plante_collapse
source: Collapse
de: Einklappen
el: Σύμπτυξη
eo: Malvastigi
fi: Romahtaa
fr: Réduire
nb: Kollaps
nl: Inklappen
pl: Zwiń
pt: Colapsar
ru: Свернуть
sk: Zložiť
vi: Đóng lại

# expandable_plante_expand
source: Expand
de: Ausklappen
el: Επέκταση
eo: Vastigi
fi: Levitä
fr: Agrandir
nb: Utvid
nl: Uitklappen
pl: Rozwiń
pt: Expandir
ru: Развернуть
sk: Rozšíriť
vi: Mở rộng

# external_auth_page_continue_with
source: Continue with
de: Weiter mit
el: Συνέχεια με
eo: Daŭrigi kun
fi: Jatka
fr: Continuer avec
nb: Fortsett med
nl: Ga verder met
pl: Kontynuuj
pt: Continuar com
ru: Продолжить с
sk: Pokračovať s
vi: Tiếp tục với

# external_auth_page_continue_with_apple
source: Continue with Apple
de: Weiter mit Apple
el: Συνέχεια με λογ/μό Apple
eo: Daŭrigi kun Apple
fi: Jatka Applella
fr: Continuer avec Apple
nb: Fortsett med Apple
nl: Ga verder met Apple
pl: Kontynuuj z Apple
pt: Continuar com Apple
ru: Войти с Apple
sk: Pokračovať s Apple
vi: Tiếp tục với tài khoản Apple

# external_auth_page_google_email_not_verified
source: Error: Google email is not verified
de: Fehler: Google E-mail wurde nicht verifiziert
el: Σφάλμα: Το Google email δεν είναι επιβεβαιωμένο
eo: Eraro: Gugla retpoŝto ne estas kontrolita
fi: Virhe: Google sähköpostia ei ole varmistettu
fr: Erreur : l'adresse e-mail Google n'est pas vérifée
nb: Error: Google email er ikke verifisert
nl: Fout: Google email is niet bevestigd
pl: Błąd: email Google nie został zweryfikowany
pt: Erro: O e-mail Google não está verificado
ru: Ошибка: Google-почта не подтверждена
sk: Chyba : Google email nie je overený
vi: Lỗi: Email Google chưa được xác minh

# external_auth_page_privacy_policy
source: Privacy policy
de: Datenschutzerklärung
el: Πολιτική απορρήτου
eo: Privateca politiko
fi: Yksityisyyskäytäntö
fr: Politique de confidentialité
nb: Personvernerklæring
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
vi: Chính sách bảo mật

# global_barcode
source: Barcode
de: Strichcode
eo: Strekokodo
fi: Viivakoodi
fr: Code-barre
nb: Strekkode
pl: Kod kreskowy
pt: Código de barras
ru: Штрихкод
sk: Čiarový kód
vi: Mã vạch

# global_cancel
source: Cancel
de: Abbrechen
el: Ακύρωση
eo: Nuligi
fi: Peruuta
fr: Annuler
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
vi: Huỷ

# global_copied_to_clipboard
source: Copied to clipboard
de: In Zwischenablage gespeichert
el: Αντιγράφηκε στο clipboard
eo: Kopiita al tondujo
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papier
nb: Kopier til utklippstavle
nl: gekopieerd
pl: Skopiowano do schowka
pt: Copiado
ru: Скопировано в буфер обмена
sk: Skopírovať do schránky
vi: Đã sao chép vào clipboard

# global_done
source: Done
de: Fertig
el: ΟΚ
eo: Farita
fi: Valmis
fr: Fini
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово
sk: Hotovo
vi: Xong

# global_done_thanks
source: Done! Thank you!
de: Erledigt! Danke!
el: Έγινε! Σας ευχαριστούμε!
eo: Farita! Dankon!
fi: Valmista! Kiitos!
fr: Fini ! Merci !
nb: Ferdig! Tusen takk
nl: Klaar! Bedankt!
pl: Gotowe! Dziękujemy!
pt: Feito! Obrigado!
ru: Готово! Спасибо!
sk: Hotovo! Vďaka!
vi: Xong rồi, cảm ơn!

# global_kilometers
source: km
el: χμ.
pt: quilómetros
ru: км

# global_meters
source: meters
de: meter
el: μέτρα
eo: metroj
fi: metriä
fr: mètres
nb: meter
pl: m
pt: metros
ru: м
sk: metre
vi: mét

# global_network_error
source: Network error - please check your internet connection
de: Netzwerkfehler - bitte überprüfen Sie Ihre Internetverbindung
el: Σφάλμα δικτύου - παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο
eo: Reta eraro - bonvolu kontroli vian interretan konekton
fi: Verkkovirhe - varmista internet-yhteytesi
fr: Erreur de réseau - vérifiez votre connexion Internet
nb: Nettverksfeil - sjekk Internett-tilkoblingen din
nl: Netwerk error - controleer je internetverbinding
pl: Błąd sieci – sprawdź swoje połączenie
pt: Erro de rede - por favor, verifica a tua ligação à internet
ru: Сетевая ошибка - пожалуйста, проверьте подключение к интернету
sk: Problem s pripojením - prosím skontrolujte svoje internetové pripojenie
vi: Lỗi mạng, hãy kiểm tra kết nối internet của bạn

# global_no
source: No
de: Nein
el: Όχι
eo: Ne
fi: Ei
fr: Non
nb: Nei
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
vi: Không

# global_oops_no
source: Oops, no
de: Ups, nein
el: Ουπς, όχι
eo: Ho, ne
fi: Hups, ei
fr: Oups, non
nb: Oops, nei
nl: Oops, nee
pl: Ups, nie
pt: Oops, não
ru: Ой, нет
sk: Oops, nie
vi: Ôi, không

# global_open_app_settings
source: Open app settings
de: App-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων εφαρμογής
eo: Malfermu aplikajn agordojn
fi: Avaa sovelluksen asetukset
fr: Ouvrir les paramètres de l'application
nb: Åpne app instillinger
nl: Open app instellingen
pl: Otwórz ustawienia aplikacji
pt: Abrir as definições
ru: Открыть настройки
sk: Otvoriť nastavenia aplikácie
vi: Mở cài đặt ứng dụng

# global_save
source: Save
de: Speichern
el: Αποθήκευση
eo: Konservi
fi: Tallenna
fr: Sauvegarder
nb: Lagre
nl: Bewaar
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
vi: Lưu

# global_send
source: Send
de: Senden
el: Αποστολή
eo: Sendi
fi: Lähetä
fr: Envoyer
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
sk: Poslať
vi: Gửi

# global_something_went_wrong
source: Oops, something went wrong
de: Ups, ein Fehler ist aufgetreten
el: Ουπς, κάτι πήγε στραβά
eo: Ho, io misfunkciis
fi: Hupsis, jokin meni vikaan
fr: Oups, quelque chose s'est mal passé
nb: Oops, noe gikk galt
nl: Oops, er ging iets mis
pl: Ups, coś poszło nie tak
pt: Oops, algo correu mal
ru: Упс, что-то пошло не так
sk: Oops, niečo sa pokazilo
vi: Úi, có lỗi xảy ra

# global_try_again
source: Try again
de: Versuchen Sie es nochmal
el: Δοκιμάστε ξανά
eo: Provi denove
fi: Yritä uudelleen
fr: Essayer à nouveau
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar outra vez
ru: Попробовать ещё раз
sk: Skúste to znova
vi: Thử lại

# global_yes
source: Yes
de: Ja
el: Ναι
eo: Jes
fi: Kyllä
fr: Oui
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
vi: Có

# help_with_veg_status_page_title
source: Help with vegan status
de: Hilf beim veganen Status
el: Επεξεργαστείτε το vegan status
eo: Helpi kun vegana statuso
fi: Auta vegaanisessa statuksessa
fr: Aider avec le statut-végé
nb: Hjelp med vegan status
nl: Help met de veganistische status
pl: Pomóż zdecydować czy składnik jest wegański
pt: Ajuda com o estatuto vegan
ru: Помочь определить веганский статус
sk: Pomoc s vegánskym statusom
vi: Giúp thêm tình trạng thuần chay

# image_crop_page_error_small_image
source: The image is too small
de: Das Bild ist zu klein
el: Η εικόνα είναι πολύ μικρή
eo: La bildo estas tro malgranda
fi: Kuva on liian pieni
fr: L'image est trop petite
nb: Bildet er for lite
nl: De foto is te klein
pl: Zdjęcie jest zbyt małe
pt: A imagem é muito pequena
ru: Изображение слишком маленькое
sk: Obrázok je príliš malý
vi: Hình ảnh được cắt quá nhỏ

# image_crop_page_title
source: Let's crop it!
de: Bild Zuschneiden!
el: Ας κάνουμε περικοπή!
eo: Ni tranĉu ĝin!
fi: Rajataan se!
fr: Rognons ça !
nb: La oss beskjære det!
nl: Bijsnijden
pl: Przytnij zdjęcie!
pt: Corta a imagem!
ru: Обрежем!
sk: Poďme to orezať!
vi: Hãy cắt ảnh nào!

# init_product_page_adding_non_vegan_product
source: Non-vegan products cannot be added to a store
de: Nicht-Vegane Produkte können nicht zum Geschäft hinzugefügt werden
el: Μη-vegan προϊόντα δεν είναι δυνατόν να προστεθούν στο χάρτη
eo: Ne-veganaj produktoj ne povas esti aldonitaj al vendejo
fi: Eläinperäisiä tuotteita ei voi lisätä kauppaan
fr: Les produits non vegan ne peuvent pas être ajoutés à un magasin
nb: Ikke-veganske produkter kan ikke legges til i butikker
nl: Niet veganistische producten kunnen niet toegevoegd worden aan een winkel
pl: Niewegańskie produktu nie mogą być dodane do sklepu
pt: Produtos não-vegan não podem ser adicionados a uma loja
ru: Невеганские продукты нельзя добавлять в магазины
sk: Nevegánske výrobky nie je možné pridať do obchodu
vi: Không thể thêm sản phẩm không thuần chay vào cửa hàng

# init_product_page_brand_optional
source: Brand (optional)
de: Marke (optional)
el: Μάρκα (προαιρετικά)
eo: Marko (laŭvola)
fi: Valmistaja (valinnallinen)
fr: Marque (optionnel)
nb: Merke (valgfritt)
nl: Merk (optioneel)
pl: Marka (opcjonalnie)
pt: Marca (opcional)
ru: Бренд (не обязательно)
sk: Značka (voliteľné)
vi: Thương hiệu (không bắt buộc)

# init_product_page_camera_permission_reasoning_settings
source: To take pictures of a product please give the camera permission to the app in the app settings
de: Um ein Produkt zu fotografieren, geben Sie der App in den Einstellungen Zugriff auf die Kamera
el: Για να τραβήξετε φωτογραφίες, παρακαλούμε δώστε στην εφαρμογή δικαιώματα χρήσης κάμερας, μέσω των ρυθμίσεων της εφαρμογής
fi: Annathan sovellukselle luvan käyttää kameraa sovelluksen asetuksista
fr: Pour prendre des photos d'un produit, vous devez donner la permission à l'appareil photo dans les paramètres de l'application
nb: For å ta bilder av et produkt, gi appen kameratillatelse i appinnstillinger
nl: Om foto's te kunnen nemen van een product moet je de app toestemming geven om de camera te gebruiken in de app instellingen.
pl: Aby zrobić zdjęcia produktu, nadaj aplikacji uprawnienia do korzystania z aparatu w ustawieniach aplikacji
pt: Para tirar fotos de um produto, por favor dá permissão de câmara à aplicação, nas definições da aplicação
ru: Для фотографирования продукта приложению необходимо разрешение на использование камеры
sk: Ak chcete odfotiť výrobok, v nastaveniach aplikácie udeľte aplikácii povolenie na používanie fotoaparátu.
vi: Để chụp ảnh sản phẩm, vui lòng cấp quyền sử dụng máy ảnh cho ứng dụng trong phần cài đặt ứng dụng

# init_product_page_cancel_adding_product_q
source: Cancel product creation?
de: Produkterstellung abbrechen?
el: Ακύρωση δημιουργίας προϊόντος;
eo: Ĉu nuligi produktokreadon?
fi: Peruuta tuotteen luominen?
fr: Abandonner la création du produit ?
nb: Vil du avbryte produktopprettingen?
nl: Annuleer aanmaken van product?
pl: Anulować dodawanie produktu?
pt: Cancelar criar o produto?
ru: Отменить добавление продукта?
sk: Zrušiť vytvorenie produktu?
vi: Hủy tạo sản phẩm?

# init_product_page_delete_photo_q
source: Delete photo?
de: Foto löschen?
el: Διαγραφή φωτογραφίας;
eo: Ĉu forigi foton?
fi: Poista kuva?
fr: Supprimer la photo ?
nb: Slette bilde?
nl: Verwijder foto?
pl: Usunąć zdjęcie?
pt: Apagar foto?
ru: Удалить фото?
sk: Vymazať fotografiu?
vi: Xoá ảnh?

# init_product_page_is_it_vegan
source: Is product vegan?
de: Ist das Produkt vegan?
el: Είναι το προϊόν vegan;
eo: Ĉu la produkto estas vegana?
fi: Onko tuote vegaaninen?
fr: Le produit est-il vegan ?
nb: Er produktet vegansk?
nl: Is het product veganistisch?
pl: Czy ten produkt jest wegański?
pt: O produto é vegan?
ru: Продукт веганский?
sk: Je produkt vegánsky?
vi: Sản phẩm có thuần chay?

# init_product_page_lang_title
source: Product packaging language
de: Sprache der Produktverpackung
el: Γλώσσα συσκευασίας προϊόντος
eo: Produkta paklingvo
fi: Tuotteen pakkauksen kieli
fr: Langue de l'emballage du produit
nb: Produktemballasjespråk
nl: Taal verpakking product
pl: Język opakowania
pt: Língua da embalagem do produto
ru: Язык упаковки продукта
sk: Jazyk obalu výrobku
vi: Ngôn ngữ bao bì sản phẩm

# init_product_page_ocr_error_descr
source: Could not auto-recognize ingredients. You can try restart the recognition, or manually type the ingredients list, or skip this step - the ingredients photo is enough
de: Die automatische Erkennung der Zutaten konnte nicht durchgeführt werden. Sie können versuchen, die Erkennung neu zu starten, die Zutatenliste manuell einzugeben oder diesen Schritt überspringen - das Foto der Zutaten ist ausreichend
el: Ήταν αδύνατη η αυτόματη αναγνώριση συστατικών. Μπορείτε να ξαναεκκινήσετε τη διαδικασία ή να παραλείψετε αυτό το βήμα - η φωτογραφία των συστατικών αρκεί
fi: Emme voineet tunnistaa automaattisesti tuotesisältöä. Voit aloittaa uudelleen tunnistuksen, tai manuaalisesti kirjoittaa tuotesisällön, tai ohittaa tämän osuuden - kuva tuotesisällöstä riittää
fr: Reconnaissance automatique impossible. Vous pouvez réessayer, écrire manuellement la liste des ingrédients, ou passer cette étape car la photo des ingrédients est suffisante
nb: Klarte ikke å gjenkjenne ingredienser automatisk. Du kan prøve å starte gjenkjenningen på nytt, skrive inn ingredienslisten manuelt, eller hoppe over dette trinnet - ingrediensbildet er nok
nl: Het automatisch herkennen van ingrediënten is mislukt. Je kan opnieuw proberen, the ingrediënten manueel ingeven of deze stap overslaan.
pl: Nie udało się automatycznie rozpoznać składników. Możesz spróbować ponownie uruchomić rozpoznawanie, ręcznie wpisać listę składników lub pominąć ten krok – zdjęcie składników jest wystarczające
pt: Não foi possível auto-reconhecer os ingredientes. Podes tentar reiniciar o reconhecimento, ou escrever a lista de ingredientes manualmente, ou passar à frente este passo - a foto dos ingredientes é suficiente
ru: Не удалось автоматически распознать состав. Вы можете попробовать снова запустить автоматическое распознавание, или написать состав вручную, или вовсе пропусть этот шаг - фотографии достаточно
sk: Nepodarilo sa automaticky rozpoznať zložky. Môžete skúsiť reštartovať rozpoznávanie alebo ručne zadať zoznam zložiek, prípadne tento krok preskočiť - stačí fotografia zložiek
vi: Không thể tự động nhận dạng thành phần. Bạn có thể thử khởi động lại quá trình nhận dạng, hoặc nhập danh sách thành phần theo cách thủ công, hoặc bỏ qua bước này - ảnh thành phần là đủ rồi

# init_product_page_ocr_in_progress
source: Ingredients recognition...
de: Erkennung von Inhaltsstoffen...
el: Αναγνώριση συστατικών...
eo: Rekono de ingrediencoj...
fi: Tuotesisällön tunnistus…
fr: Reconnaissance des ingrédients...
nb: Ingrediensgjenkjenning...
nl: Ingrediënten herkenning...
pl: Rozpoznawanie produktów...
pt: A reconhecer os ingredientes...
ru: Распознавание состава...
sk: Rozpoznávanie zložiek...
vi: Đang nhận dàng thành phần...

# init_product_page_open_map
source: Add to store
de: Zum Geschäft hinzufügen
el: Προσθήκη στο κατάστημα
eo: Aldoni al vendejo
fi: Lisää kauppaan
fr: Ajouter au magasin
nb: Legg til i butikken
nl: Toevoegen aan een winkel
pl: Dodaj do sklepu
pt: Adicionar a loja
ru: Добавить в магазин
vi: Thêm vào cửa hàng

# init_product_page_please_select_lang
source: Please select packaging language
de: Bitte wählen Sie die Sprache der Verpackung
el: Παρακαλώ επιλέξτε τη γλώσσα της συσκευασίας
eo: Bonvolu elekti paklingvon
fi: Valitse pakkauksen kieli
fr: Veuillez sélectionner la langue de l'emballage
nb: Velg språk på emballasjen
nl: Selecteer de taal van de verpakking
pl: Wybierz język opakowania
pt: Por favor seleciona a língua da embalagem
ru: Пожалуйста, выберите язык упаковки
sk: Prosím, vyberte jazyk balenia
vi: Vui lòng chọn ngôn ngữ bao bì sản phầm

# init_product_page_product_name
source: Name
el: Όνομα
eo: Nomo
fi: Nimi
fr: Nom
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
sk: Názov
vi: Tên sản phẩm

# init_product_page_take_front_photo
source: Packaging front photo
de: Foto der Verpackungsvorderseite
el: Φωτογραφία της μπροστινής πλευράς της συσκευασίας
eo: Paka antaŭa foto
fi: Pakkauksen etukuva
fr: Photo de face de l'emballage
nb: Bilde av emballasjen foran
nl: Foto voorkant verpakking
pl: Zdjęcie przodu opakowania
pt: Foto frontal da embalagem
ru: Сфотографируйте упаковку
sk: Predná fotografia obalu
vi: Hình mặt trước bao bì

# init_product_page_take_ingredients_photo
source: Packaging ingredients photo
de: Foto der Inhaltsstoffliste
el: Φωτογραφία συστατικών
eo: Paka ingredienca foto
fi: Kuva pakkauksen tuotesisällöstä
fr: Photo des ingrédients sur l'emballage
nb: Bilde av ingredienselisten
nl: Foto ingrediënten verpakking
pl: Zdjęcie składu
pt: Foto dos ingredientes da embalagem
ru: Добавьте фото состава
sk: Fotografia zložiek obalu
vi: Ảnh thành phần đóng gói

# init_product_page_title
source: New product
de: Neues Produkt
el: Νέο προϊόν
eo: Nova produkto
fi: Uusi tuote
fr: Nouveau produit
nb: Nytt produkt
nl: Nieuw product
pl: Nowy produkt
pt: Novo produto
ru: Добавление продукта
sk: Nový produkt
vi: Thêm sản phẩm

# init_product_page_verify_ingredients_ocr
source: Please correct manually any errors made by auto ingredients recognition
de: Bitte korrigieren Sie manuell Fehler, die durch die automatische Erkennung von Inhaltsstoffen entstanden sind
el: Παρακαλώ διορθώστε χειροκίνητα οποιοδήποτε σφάλμα προήλθε από την αυτόματη αναγνώριση συστατικών
fi: Korjaa manuaalisesti virheet, jotka automaattinen tuotesisällön tunnistaja on tehnyt
fr: Veuillez corriger manuellement toute erreur faite par la reconnaissance automatique des ingrédients
nb: Vennligst rett opp eventuelle feil som er blitt gjort av automatisk ingrediensgjenkjenning
nl: Gelieve fouten gemaakt door de automatische ingrediënten herkenning manueel te corrigeren
pl: Popraw manualnie wszystkie błędy, które mogły się pojawić przy automatycznym rozpoznawaniu produktów
pt: Por favor, corrige manualmente quaisquer erros cometidos pelo reconhecimento automático de ingredientes
ru: Пожалуйста, исправьте вручную все ошибки автоматического распознавания
sk: Prosím opravte ručne chyby spôsobené automatickým rozpoznávaním zložiek
vi: Vui lòng sửa thủ công bất kỳ lỗi nào của nhận dạng thành phần tự động

# init_product_page_where_sold_optional
source: Where is it sold? (optional)
de: Wo wird das Produkt verkauft? (optional)
el: Που πωλείται; (Προαιρετικά)
eo: Kie ĝi estas vendita? (laŭvola)
fi: Missä se on myyty? (valinnainen)
fr: Où est-il vendu ? (optionnel)
nb: Hvor selges det? (valgfritt)
nl: Waar wordt het verkocht? (optioneel)
pl: Gdzie można to kupić? (opcjonalnie)
pt: Onde é vendido? (opcional)
ru: Где продаётся (не обязательно)
sk: Kde sa predáva? (nepovinné)
vi: Sản phẩm được bán ở đâu? (không bắt buộc)

# init_user_page_done_button_title
source: Done
de: Fertig
el: ΟΚ
eo: Farita
fi: Valmis
fr: Fini
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово
sk: Hotovo
vi: Xong
