Repository: blazern/plante
Catalog: lib/l10n/app_*.arb
Languages: de, el, eo, fi, fr, nb, nl, pl, pt, ru, sk, vi

# map_page_shop_added_to_map
source: The store is added to the map
de: Das Geschäft wurde zur Karte hinzugefügt
el: Το κατάστημα προστέθηκε στο χάρτη
eo: La vendejo estas aldonita al la mapo
fi: Kauppa on lisätty kartalle
fr: Le magasin est ajouté à la carte
nb: Butikken er lagt til på kartet
nl: De winkel is toegevoegd aan de kaart
pl: Sklep został dodany do mapy
pt: A loja foi adicionada ao mapa
ru: Магазин добавлен на карту
sk: Obchod je pridaný na mapu
vi: Cửa hàng được thêm vào bản đồ

# map_page_show_found_shops_on_map
source: Show on map
de: Auf Karte anzeigen
el: Δείξε στον χάρτη
eo: Montri sur mapo
fi: Näytä kartalla
fr: Montrer sur la carte
nb: Vis på kart
nl: Toon op de kaart
pl: Pokaż na mapie
pt: Mostrar no mapa
ru: На карте
sk: Zobraziť na mape
vi: Hiển thị trên bản đồ

# map_page_zoom_in_to_see_shops
source: Please zoom in to see stores
de: Bitte zoomen Sie näher, um Geschäfte zu sehen
el: Παρακαλώ κάντε μεγέθυνση για να δείτε καταστήματα
eo: Bonvolu zomi por vidi butikojn
fi: Zoomaa lähemmäs nähdäksesi kauppoja
fr: Zoomer pour visualiser les magasins
nb: Vennligst zoom inn for å se butikker
nl: Zoom in om winkels te vinden
pl: Przybliż, aby zobaczyć sklepy
pt: Por favor, amplia o zoom para ver as lojas
ru: Приблизьте карту, чтобы видеть магазины
sk: Priblížte, ak chcete vidieť obchody
vi: Vui lòng phóng to để xem các cửa hàng

# map_search_bar_button_title
source: Search
de: Suchen
el: Αναζήτηση
eo: Serĉi
fi: Hae
fr: Rechercher
nb: Søk
nl: Zoek
pl: Szukaj
pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
vi: Tìm

# map_search_bar_hint
source: Search stores and streets
de: Suche Geschäfte und Sraßen
el: Αναζήτηση καταστημάτων και δρόμων
eo: Serĉi butikojn kaj stratojn
fi: Hae kauppoja ja teitä
fr: Rechercher un magasin ou une rue
nb: Søk butikker og gater
nl: Zoek naar winkels en straten
pl: Szukaj sklepów lub ulic
pt: Pesquisar lojas e ruas
ru: Поиск магазинов и улиц
sk: Vyhľadávanie obchodov a ulíc
vi: Nhập tên cửa hàng hoặc tên đường

# map_search_page_search_hint
source: Enter some text and tap Search
de: Geben Sie Text ein und tippen Sie auf Suchen
el: Εισάγετε κείμενο και πατήστε Αναζήτηση
eo: Enigi iom da teksto kaj frapeti Serĉi
fi: Kirjoita tekstiä ja paina Hae
fr: Entrer du texte et appuyer sur Rechercher
nb: Skriv inn tekst og trykk søk
nl: Vul iets in en klik Zoek
pl: Wprowadź tekst i kliknij szukaj
pt: Escreve algum texto e toca em Pesquisar
ru: Введите текст и нажмите на Поиск
sk: Zadajte nejaký text a ťuknite na položku Hľadať
vi: Nhập tên và ấn Tìm

# map_search_page_shops_not_found
source: No stores found
de: Keine Geschäfte gefunden
el: Δε βρέθηκαν καταστήματα
eo: Neniuj vendejoj trovitaj
fi: Kauppoja ei löytynyt
fr: Aucun magasin trouvé
nb: Ingen butikker funnet
nl: Geen winkels gevonden
pl: Nie znaleziono sklepów
pt: Nenhuma loja encontrada
ru: Магазины не найдены
sk: Žiadne nájdené obchody
vi: Không tìm thấy cửa hàng

# map_search_page_shops_title
source: Found stores
de: Geschäfte gefunden
el: Βρέθηκαν καταστήματα
eo: Trovitaj vendejoj
fi: Löydetyt kaupat
fr: Magasins trouvés
nb: Butikker funnet
nl: Winkels gevonden
pl: Znalezione sklepy
pt: Lojas encontradas
ru: Найденные магазины
sk: Nájdené obchody
vi: Đã tìm thấy cửa hàng

# map_search_page_streets_not_found
source: Streets not found
de: Straßen nicht gefunden
el: Δε βρέθηκαν δρόμοι
eo: Stratoj ne trovitaj
fi: Teitä ei löytynyt
fr: Rues non trouvées
nb: Fant ikke gate
nl: Geen straten gevonden
pl: Nie znaleziono ulic
pt: Nenhuma rua encontrada
ru: Улицы не найдены
sk: Ulice neboli nájdené
vi: Không tìm thấy đường

# map_search_page_streets_title
source: Found streets
de: Straßen gefunden
el: Βρέθηκαν δρόμοι
eo: Trovitaj stratoj
fi: Löydetyt tiet
fr: Rues trouvées
nb: Gater funnet
nl: Straten gevonden
pl: Znalezione sklepy
pt: Ruas encontradas
ru: Найденные улицы
sk: Nájdené ulice
vi: Đã tìm thấy đường

# mod_reason_all_ingredients_are_vegan
source: Product has no non-vegan ingredients
de: Produkt enthält nicht-vegane Inhaltsstoffe
el: Το προϊόν δεν περιέχει μη-vegan συστατικά
eo: Produkto ne havas ne-veganajn ingrediencojn
fi: Tuote ei sisällä eläinperäisiä ainesosia
fr: Le produit a des ingrédients non véganes
nb: Produktet har ingen ikke-veganske ingredienser
nl: Product heeft geen niet-veganistische ingrediënten
pl: Produkt zawiera tylko wegańskie składniki
pt: O produto não tem ingredientes não-vegan
ru: В составе нет невеганских ингредиентов
sk: Produkt neobsahuje žiadne nevegánske zložky.
vi: Tất cả thành phần trong sản phẩm đều thuần chay

# mod_reason_ambiguous_ingredients_are_almost_always_vegan_in_modern_food_industry
source: Some ingredients are historically ambiguous, but in the modern food industry are almost always vegan
de: Einige Inhaltsstoffe sind historisch zweifelhaft, aber in der modernen Lebensmittelindustrie fast immer vegan
el: Ορισμένα συστατικά είναι ιστορικά διφορούμενα, αλλά στη σύγχρονη βιομηχανία τροφίμων είναι σχεδόν πάντα vegan
fi: Joidenkin tuotteiden historia on epävarmaa, mutta moderni ruokateollisuus on lähes aina vegaaninen
fr: Certains ingrédients ont été ambigus par le passé, mais sont aujourd'hui quasiment toujours véganes dans l'industrie agroalimentaire moderne.
nb: Noen ingredienser er historisk sett tvetydige, men i den moderne matindustrien er de nesten alltid veganske
nl: Sommige ingrediënten zijn historisch twijfelachtig, but zijn bijna altijd veganistisch in de moderne voedsel industrie
pl: Niektóre składniki są historycznie niejednoznaczne, ale we współczesnym przemyśle spożywczym prawie zawsze są wegańskie
pt: Alguns ingredientes são historicamente ambíguos, mas na indústria alimentar moderna são quase sempre vegan
ru: В составе есть исторически неоднозначные ингредиенты, но в современной пищевой промышленности они почти всегда имеют растительное происхождение
sk: Niektoré ingrediencie sú historicky nejednoznačné, ale v modernom potravinárskom priemysle sú takmer vždy vegánske
vi: Một số thành phần có thể không rõ ràng tính thuần chay trong quá khứ, nhưng trong ngành công nghiệp thực phẩm hiện nay thì những nguyên liệu này hầu như luôn thuần chay

# mod_reason_cane_sugar_in_ingredients
source: Product contains cane sugar, which could be processed through Bone Black/Bone Char.
de: Das Produkt enthält Rohrzucker, welcher mit Hilfe von Tierkohle verarbeitet worden sein könnte.
el: Το προϊόν περιέχει ζάχαρη από ζαχαροκάλαμο, που ενδέχεται να έχει υποστεί επεξεργασία μέσω απανθρακωμένων κοκκάλων.
fi: Tuote sisältää ruokosokeria, joka voi olla prosessoitu luuhiilen avulla.
fr: Le produit contient du sucre de canne, qui a pu être transformé à l'aide d'un bloc osseux.
nb: Produktet inneholder rørsukker, som kan blitt filtrert gjennom bein røye.
nl: Het product bevat rietsuiker, die kunnen worden verwerkt met beenderkool
pl: Produkt zawiera cukier trzcinowy, który mógł być wybielony węglem kostnym.
pt: O produto contém cana-de-açúcar, que pode ser processada através de carvão de ossos.
ru: В составе есть тростниковым сахар, который может фильтроваться через костяной уголь.
sk: Produkt obsahuje trstinový cukor, ktorý môže byť spracovaný prostredníctvom čierneho uhlia/kostnej múčky.
vi: Sản phẩm có chứa đường mía, mà có thể đã qua xử lý than xương.

# mod_reason_certified_vegan
source: Product is certified vegan
de: Produkt ist als vegan zertifiziert
el: Το προϊόν είναι επιβεβαιωμένα vegan
eo: Produkto estas atestita vegana
fi: Tuote on sertifikoitu vegaaniseksi
fr: Le produit est certifié vegan
nb: Produktet er sertifisert vegansk
nl: Product is vegan gecertificeerd
pl: Produkt jest certyfikowany jako wegański
pt: O produto é certificado como vegan
ru: У продукта есть веганский сертификат
sk: Výrobok je certifikovaný ako vegánsky
vi: Sản phẩm được chứng nhận thuần chay

# mod_reason_honey_in_ingredients
source: Product contains honey
de: Produkt enthält Honig
el: Το προϊόν περιέχει μέλι
eo: La produkto enhavas mielon
fi: Tuote sisältää hunajaa
fr: Le produit contient du miel
nb: Produktet inneholder honning
nl: Product bevat honing
pl: Produkt zawiera miód
pt: O produto contém mel
ru: В составе есть мёд
sk: Produkt obsahuje med
vi: Sản phẩm gồm mật ong

# mod_reason_info_found_in_external_source
source: Information found in an external source
de: Information aus externer Quelle
el: Βρέθηκαν πληροφορίες σε εξωτερική πηγή
eo: Informoj troviĝis en ekstera fonto
fi: Tieto löydetty ulkopuolisesta lähteestä
fr: Informations trouvées dans une source externe
nb: Informasjon funnet hos en ekstern kilde
nl: Informatie gevonden in een externe bron
pl: Informacja znaleziona w źródle zewnętrznym
pt: Informação encontrada numa fonte externa
ru: Информация из внешнего источника
sk: Informácia nájdená v externom zdroji.
vi: Thông tin tìm được tìm thấy ở nguồn bên ngoài

# mod_reason_ingredients_list_has_ambiguous_entries_but_product_has_vegan_label
source: The product has ambiguous ingredients (ambiguous ingredients can be vegan or non-vegan depending on how they were manufactured), but it also has a Vegan label on its packaging.
de: Das Produkt hat unklare Inhaltsstoffe (unklare Inhaltsstoffe können vegan oder nicht-vegan sein, je nachdem, wie sie hergestellt wurden), aber es wurde auch mit einem Vegan-Label gekennzeichnet.
el: Το προϊόν περιέχει διφορούμενα συστατικά (μπορεί να είναι vegan ή όχι, ανάλογα με τον τρόπο κατασκευής), αλλά έχει ταμπέλα Vegan στη συσκευασία.
fi: Tuote sisältää mahdollisesti epäsopivia ainesosia (mahdolliset epäsopivat ainesosat voivat olla vegaanisia tai sisältää eläinperäisiä ainesosia riippuen valmistuksesta), mutta pakkaus sisältää vegaanisen merkin.
fr: Le produit a des ingrédients ambigus (les ingrédients ambigus peuvent être végétaliens ou non végétaliens en fonction de comment ils ont été fabriqués), mais il a aussi un label Vegan sur son emballage.
nb: Produktet har tvetydige ingredienser (tvetydige ingredienser kan være veganske eller ikke-veganske avhengig av hvordan de ble produsert), men det har også en vegansk etikett på emballasjen.
nl: Het product heeft een Vegan label maar heeft twijfelachtige ingrediënten (deze kunnen veganistisch of niet veganistisch zijn afhankelijk van de manier waarop ze geproduceerd worden)
pl: Produkt ma niejednoznaczne składniki (niejednoznaczne składniki mogą być wegańskie lub niewegańskie w zależności od sposobu ich produkcji), ale produkt ma na opakowaniu znak Vegan.
pt: O produto contém ingredientes ambíguos (podem ser vegan ou não, dependendo de como foram fabricados) mas também tem o selo vegan na embalagem.
ru: В составе имеются неоднозначные ингредиенты (могут быть как веганскими, так и невеганскими, в зависимости от конкретного способа производства), но на упаковке продукта есть Веганская пометка.
sk: Produkt ma nejednoznačné zložky (môžu byť vegánske alebo nevegánske v závislosti od toho ako boli vyrobené) ale na obale majú Vegan Label.
vi: Sản phẩm có các thành phần không rõ ràng về tính thuần chay (các thành phần không rõ ràng có thể là thuần chay hoặc không thuần chay tùy thuộc vào cách chúng được sản xuất), nhưng sản phẩm này cũng có nhãn hiệu Thuần chay trên bao bì của nó.

# mod_reason_manufacturer_confirmed_non_vegan_ingredients_absence
source: Manufacturer confirmed non-vegan ingredients absence
de: Hersteller bestätigt Abwesenheit nicht-veganer Inhaltsstoffe
el: Ο κατασκευαστής επιβεβαίωσε την απουσία μη-vegan συστατικών
eo: Fabrikisto konfirmis foreston de ne-veganaj ingrediencoj
fi: Valmistaja on varmistanut eläinperäisten tuotteiden poissaolon
fr: Le fabricant ont confirmé l'absence de produits non véganes.
nb: Produsenten bekrefter at ingen av ingrediensene er ikke-veganske
nl: Fabrikant bevestigd dat alle ingrediënten veganistisch zijn
pl: Producent potwierdził brak składników niewegańskich
pt: O fabricante confirmou a ausência de ingredientes não-vegan
ru: Производитель подтвердил отсутствие невеганских ингредиентов
sk: Výrobca potvrdil absenciu nevegánskych zložiek
vi: Nhà sản xuất xác nhận tất cả thành phần đều thuần chay

# mod_reason_manufacturer_confirmed_non_vegan_ingredients_presence
source: Manufacturer confirmed non-vegan ingredients presence
de: Hersteller bestätigt nicht-vegane Inhaltsstoffe
el: Ο κατασκευαστής επιβεβαίωσε την παρουσία μη-vegan συστατικών
eo: Fabrikisto konfirmis ĉeeston de ne-veganaj ingrediencoj
fi: Valmistaja on vahvistanut tuotteen sisältävän eläinperäisiä ainesosia
fr: Le fabricant a confirmé la présence d'ingrédients non véganes
nb: Produsenten bekrefter at produktet inneholder ikke-veganske ingredienser
nl: Fabrikant bevestigd dat er niet veganistische ingrediënten aanwezig zijn
pl: Producent potwierdził obecność składników niewegańskich
pt: O fabricante confirmou a presença de ingredientes não-vegan
ru: Производитель подтвердил присутствие невеганских ингредиентов
sk: Výrobca potvrdil prítomnosť nevegánskych zložiek
vi: Nhà sản xuất đã khẳng định có thành phần không thuần chay

# mod_reason_non_vegan_practices_but_helps_veganism
source: Product's manufacturing process utilizes non-vegan practices. But the product is considered ambiguous by Plante because all ingredients are vegan, and its mainstream appeal to help the vegan movement grow.
de: Bei der Herstellung des Produkts werden nicht-vegane Verfahren eingesetzt. Plante betrachtet das Produkt jedoch als unklar, da alle Inhaltsstoffe vegan sind und dessen allgemeine Beliebtheit der veganen Bewegung zum Wachstum verhilft.
el: Η διαδικασία κατασκευής του προϊόντος χρησιμοποιεί μη-vegan πρακτικές. Το προϊόν θεωρείται διφορούμενο από το Plante παρόλο που όλα τα συστατικά είναι vegan, αφού η κύρια έκκλησή του είναι να βοηθήσει το κίνημα των χορτοφάγων να αναπτυχθεί.
fi: Tuotteen valmistusprosessissa hyödynnetään ei-vegaanisia käytäntöjä. Mutta Plante pitää tuotetta moniselitteisenä, koska kaikki ainesosat ovat vegaanisia ja sen valtavirran vetovoima auttaa vegaaniliikettä kasvamaan.
fr: Le processus de fabrication du produit inclut des pratiques non-vegan. Mais le produit est considéré comme ambigu par Plante car tous les ingrédients sont vegan, et sa popularité aide le mouvement vegan à grandir.
nb: Produktets produksjonsprosess benytter ikke-vegansk praksis. Produktet anses likevel som tvetydig av Plante fordi alle ingrediensene er veganske, og dets mainstream appell for å hjelpe veganerbevegelsen å vokse.
nl: Het productieproces heeft niet veganistische handelingen. Het product wordt als twijfelachtig beschouwd door Plante omdat alle ingrediënten veganistisch zijn en het product de veganistische beweging helpt groeien.
pl: Proces produkcyjny produktu wykorzystuje praktyki niewegańskie. Produkt jest uważany przez Plante za niejednoznaczny, ponieważ wszystkie składniki są wegańskie, a produkt pomaga rozwojowi ruchu wegańskiego.
pt: O processo de fabrico do produto utiliza práticas não-vegan. Mas o produto é considerado ambíguo pela Plante por todos os ingredientes serem vegan, e pelo seu apelo principal para ajudar o movimento vegan a crescer.
ru: При производтсве продукта применяются невеганские методы. Но продукт помечен как неоднозначный командой Plante, потому что все ингредиенты веганские, и продукт помогает росту веганского сообщества.
sk: Výrobný proces výrobku využíva nevegánske postupy. Plante však výrobok považuje za nejednoznačný, pretože všetky zložky sú vegánske a jeho mainstreamová príťažlivosť pomáhať vegánskemu hnutiu rásť.
vi: Quy trình sản xuất sản phẩm có thể sử dụng các phương pháp không thuần chay. Nhưng sản phẩm được Plante coi là 'không rõ' vì tất cả các thành phần đều là thuần chay và sức hấp dẫn chủ đạo của nó là giúp phong trào thuần chay phát triển.

# mod_reason_possibly_cane_sugar_in_ingredients
source: Product contains sugar, which could be obtained from sugarcane and processed through Bone Black/Bone Char.
de: Das Produkt enthält Zucker, welcher aus Rohrzucker gownnen und mit Hilfe von Tierkohle verarbeitet worden sein könnte.
el: Το προϊόν περιέχει ζάχαρη, που ενδέχεται να προέρχεται από ζαχαροκάλαμο και να έχει υποστεί επεξεργασία μέσω απανθρακωμένων κοκκάλων.
fi: Tuote sisältää sokeria, joka voi olla sokeriruo'osta ja mahdollisesti käsitelty luuhiilellä.
fr: Le produit contient du sucre, qui a pu être obtenu à partir de canne à sucre, puis transformé à l'aide d'un bloc osseux.
nb: Produktet inneholder sukker som kan være fra sukkerrør, og kan ha blitt filtrert gjennom bein røye.
nl: Het product bevat suiker, deze kan verkregen zijn uit rietsuiker en verwerkt worden met beenderkool
pl: Produkt zawiera cukier, który mógł być pozyskany z trzciny cukrowej i wybielony węglem kostnym.
pt: O produto contém açúcar, que pode ter sido obtido a partir da cana-de-açúcar e processado através de carvão de ossos.
ru: В составе есть сахар, который может быть тростниковым и поэтому мог фильтроваться через костяной уголь.
sk: Produkt obsahuje cukor, ktorý môže byť spracovaný prostredníctvom kostnej múčky.
vi: Sản phẩm có chứa đường, mà có thể có thể thu được từ mía và được xử lý qua than xương.

# mod_reason_some_ingredient_has_unknown_origin
source: Some of the ingredients have unknown origin
de: Einige Inhaltsstoffe sind unbekannter Herkunft
el: Κάποια από τα συστατικά είναι αγνώστου προέλευσης
eo: Kelkaj el la ingrediencoj havas nekonatan originon
fi: Joillakin ainesosilla on tuntematon alkuperä
fr: Certains des ingrédients ont des origines inconnues
nb: Noen av ingrediensene har ukjent opphav
nl: Sommige van de ingrediënten bevatten een onbekende oorsprong
pl: Niektóre składniki są nieznanego pochodzenia
pt: Alguns dos ingredientes têm origem desconhecida
ru: Какие-то из ингредиентов в составе имеют неизвестное нам происхождение
sk: Niektoré zložky majú neznámy pôvod
vi: Một số thành phần trong sản phẩm không rõ nguồn gốc

# mod_reason_some_ingredient_is_in_fact_a_category2
source: Ingredients labeled as "Flavors", "Natural Dyes", "Additives" (or in a similar ambiguous fashion) come from either plant, animal, or mineral sources.
de: Inhaltsstoffe, die als "Aromen", "natürliche Farbstoffe", "Zusatzstoffe" ( oder ähnlich unklar) bezeichnet werden, stammen entweder aus pflanzlichen, tierischen oder mineralischen Quellen. Daher sind Produkte mit solchen Inhaltsstoffen (manchmal absichtlich) nicht unbedingt für Veganer geeignet.
el: Τα συστατικά που επισημαίνονται ως "Γεύσεις", "Φυσικές Βαφές", "Πρόσθετα" (ή με παρόμοιο διφορούμενο τρόπο) προέρχονται είτε από φυτικές, ζωικές ή ορυκτές πηγές. Συνεπώς, τα προϊόντα με τέτοια συστατικά είναι (μερικές φορές σκόπιμα) διφορούμενα ως προς την καταλληλότητά τους για χορτοφάγους.
fi: Ainesosat merkittyinä äaromeina", "Luontaisina väriaineina", "lisäainena" (tai samanlaisella epävarmalla tavalla) tulee kasveista, eläimistä tai mineraali lähteistä.
fr: Les ingrédients "arômes", "colorants naturels", "additifs" (ou autres appellations ambigües) sont soit de source végétale, animale, ou minérale.
nb: Ingredienser merket som "Aroma", "Naturlige fargestoffer", "Tilsetningsstoffer" (eller andre lignende uspesifiserte ingredienser) kommer enten fra plante-, dyre- eller mineralkilder.
nl: Ingrediënten omschreven als “smaakversterker”, “natuurlijke kleurstoffen”, “toevoegingen” kunnen van plantaardige, dierlijke of minerale oorsprong zijn. De geschiktheid voor veganisten wordt bij deze producten (soms opzettelijk) in twijfel getrokken.
pl: Składniki oznaczone jako „aromaty”, „naturalne barwniki”, „dodatki” (lub w podobny niejednoznaczny sposób) pochodzą ze źródeł roślinnych, zwierzęcych lub mineralnych.
pt: Ingredientes rotulados como "Aromas", "Corantes Naturais", "Aditivos" (ou numa forma ambígua similar) provêm tanto de fontes vegetais, animais, ou minerais.
ru: Такие ингредиенты как "Ароматизаторы", "Натуральные красители", "Добавки" (или аналогичные неоднозначные), могут иметь и растительное, и животное, и минеральное происхождение. Поэтому продукты с такими ингредиентами в составе являются неоднозначными.
sk: Zložky označené ako "arómy", "prírodné farbivá", "prídavné látky" (alebo podobne nejednoznačne) pochádzajú buď z rastlinných, živočíšnych alebo minerálnych zdrojov.
vi: Các thành phần được dán nhãn là "Hương vị", "Thuốc nhuộm tự nhiên", "Chất phụ gia" (hoặc theo những các tương tự) có thể có nguồn từ thực vật, động vật hoặc khoáng chất.

# mod_reason_some_ingredient_is_non_vegan
source: Product has non-vegan ingredients
de: Produkt enthält nicht-vegane Inhaltsstoffe
el: Το προϊόν έχει μη-vegan συστατικά
eo: Produkto havas ne-veganajn ingrediencojn
fi: Tuote sisältää eläinperäisiä ainesosia
fr: Le produit a des ingrédients non véganes
nb: Produktet har ikke-veganske ingredienser
nl: Product heeft niet-veganistische ingrediënten
pl: Produkt zawiera niewegańskie składniki
pt: O produto contém ingredientes não-vegan
ru: В составе имеются невеганские ингредиенты
sk: Produkt obsahuje nevegánske zložky
vi: Sản phẩm có thành phần không thuần chay

# mod_reason_some_ingredient_is_possibly_non_vegan
source: Product has ambiguous ingredients (ambiguous ingredients can be vegan or non-vegan depending on how they were manufactured)
de: Das Produkt enthält unklare Inhaltsstoffe (unklare Inhaltsstoffe können vegan oder nicht-vegan sein, je nachdem, wie sie hergestellt wurden)
el: Το προϊόν περιέχει διφορούμενα συστατικά (μπορεί να είναι vegan ή όχι, ανάλογα με τον τρόπο κατασκευής)
fi: Tuote sisältää mahdollisesti epäsopivia ainesosia (mahdolliset epäsopivat ainesosat voivat olla vegaanisia tai sisältää eläinperäisiä ainesosia riippuen valmistuksesta)
fr: Le produit a des ingrédients ambigus (les ingrédients ambigus peuvent être véganes ou non véganes en fonction de comment ils ont été fabriqués)
nb: Produktet har tvetydige ingredienser (tvetydige ingredienser kan være veganske eller ikke-veganske avhengig av hvordan de ble produsert)
nl: Product heeft twijfelachtige ingrediënten (twijfelachtige ingrediënten kunnen veganistisch of niet-veganistisch zijn afhankelijk hoe ze geproduceerd zijn)
pl: Produkt zawiera niejednoznaczne składniki (niejednoznaczne składniki mogą być wegańskie lub niewegańskie w zależności od sposobu ich produkcji)
pt: O produto contém ingredientes ambíguos (podem ser vegan ou não, dependendo de como foram fabricados)
ru: В составе имеются неоднозначные ингредиенты (могут быть как веганскими, так и невеганскими, в зависимости от конкретного способа производства)
sk: Produkt má nejednoznačné zloženie (zložky môžu byť vegánske alebo nevegánske v závislosti od toho ako boli vyrobené
vi: Sản phẩm có các thành phần không rõ ràng về tính thuần chay (các thành phần không rõ ràng có thể là thuần chay hoặc không thuần chay tùy thuộc vào cách chúng được sản xuất)
